{
  // canon name
  "cookie.DisplayName": "Cookie",
  // gift tastes
  "cookie.GiftTastes.Love": "For me?$7#$b#Thank you so much! This is perfect.$1#$b#I will treasure it forever.$3",
  "cookie.GiftTastes.Like": "Thank you so much! This is lovely.$3#$b#How did you know I needed something like this?",
  "cookie.GiftTastes.Dislike": "...$2#$b#... Thank you.... Very much.",
  "cookie.GiftTastes.Hate": "... Did I do something wrong?$11#$b#Why would you give this to me?$2",
  "cookie.GiftTastes.Neutral": "Thank you.#$b#I'm sure I'll find a place for this.",
  // schedule strings
  "cookie.Schedule.DesertFestival.000": "Can we go say hi to the camels?",
  // dialogue
  "cookie.Dialogue.BirthdayGift_Positive": "FOR ME?$7#$b#Thank you so much! This is the best!$1#$b#This is the best birthday EVER.$7",
  "cookie.Dialogue.BirthdayGift_Negative": "....$2#$b#..... Thank... You...$9",
  "cookie.Dialogue.Gift_StardropTea": "Mmm! Yummy! Thank you!$3#$b#It tastes like... The best part of summer. Or the quietest part of winter.#$b#It's delicious.$3",
  "cookie.Dialogue.Gift_category_vegetable": "... Must I eat more of these?$9",
  "cookie.Dialogue.Gift_coffee_item": "*sniff sniff*#$b#...#$b#I don't think I'm supposed to drink this.$2",
  "cookie.Dialogue.Gift_alcohol_item": "Alcohol is bad for adults AND for children.$2#$b#Please keep it away from daddy.$9",
  "cookie.Dialogue.Resort_Entering": "Salty air, sweet lemonade, and the smell of sunscreen. If summer had a flavor, that would be it.#$e#Could you help me apply sunscreen...? I don't want to get all red and hurty.$3#$e#Some people can tan perfectly. I, however, turn into a human lobster.",
  "cookie.Dialogue.Resort_Leaving": "Sand is great until you realize you'll be finding it in your shoes for the next two weeks.",
  "cookie.Dialogue.Resort": "I tried to teach my sister how to float on her back.$1#$b#She said she was 'too powerful' to relax and then immediately sank like a rock.$5",
  "cookie.Dialogue.Resort_Bar": "We got snow cones, and [HMK_KidName Himetarts.ARV.HMK_muffin] tried to mix all the flavors into one.$2#$b# She said it would be the 'ultimate summer experience.' It tasted like chaos.$8",
  "cookie.Dialogue.Resort_Chair": "Some people are so good at surfing, they make it look easy.$1#$b# If I tried, I'd probably just become best friends with the ocean floor.$11",
  "cookie.Dialogue.Resort_Towel": "Watermelon just tastes better at the beach. I don't know why, but I accept it",
  "cookie.Dialogue.Resort_Shore": "Sorry, [HMK_Endearment] buried my feet in the sand. Now I am one with the beach. This is my life now.$3",
  "cookie.Dialogue.Resort_Wander": "I stepped on something in the water. I don't know what it was, and I don't want to know. But I will be thinking about it forever.$12",
  "cookie.Dialogue.Resort_Umbrella": "Sunsets at the beach feel like the sky is tucking the ocean in for the night.",
  "cookie.Dialogue.GreenRain": "...$12#$b#What's happening?$12",
  "cookie.Dialogue.spring_12": "Of course I'm excited for the Egg Festival. Do you know how many devilled eggs variations they make?$1#$e#No, seriously, do you know?$7",
  "cookie.Dialogue.spring_13": "Daddy is really dead set on me winning today's race to spite Abigail, but I don't think I feel like running.$11#$b#I'm going to be too full from the delicious food.",
  "cookie.Dialogue.spring_23": "I'm really excited for tomorrow's dance.#$b#I always love seeing you and daddy dancing together.$3",
  "cookie.Dialogue.spring_24": "Could you help me with my tie?$6",
  "cookie.Dialogue.spring_28": "Summer is arriving. I can already hear the cicadas singing.$6",
  "cookie.Dialogue.summer_11": "I can't really eat the Luau soup because people end up making it too spicy.$11#$b#It's okay, there's plenty of other snacks and treats to enjoy.",
  "cookie.Dialogue.summer_15.1": "... I wrote a poem for daddy's birthday, but now I'm not sure if he'll like it.$11#$b#It's a bit of a lame gift, but I did have fun making it.$11",
  "cookie.Dialogue.summer_15.2": "For daddy's birthday this year, I picked out the best sunflowers I could find for a bouquet.$11#$b#Do you think he'll like it?$4",
  "cookie.Dialogue.Spring.1": "There's a little bee that keeps landing on my notebook when I'm writing.#$b#I think he wants co-author credit.$10",
  "cookie.Dialogue.Spring.2": "I found a snail in the garden and gave him a leaf umbrella.#$b#He was very polite about it.$4",
  "cookie.Dialogue.Spring.3": "A baby chick followed me around for a bit today.#$b#I named him Sir Fluff. He was very brave.$11",
  "cookie.Dialogue.Spring.4": "I tried writing a happy poem, but it turned into a kinda sad one halfway through.$11#$b# I guess feelings don't always listen to what you want them to say.$0",
  "cookie.Dialogue.Spring.5": "I found a little snail today.#$b#She had a little crack in her shell, so I made her a tiny leaf bed. I hope she's feeling better now.$11",
  "cookie.Dialogue.Spring.6": "Sometimes I think bugs are misunderstood.#$b#They don't mean to scare people... they're just small and trying their best.$11",
  "cookie.Dialogue.Spring.7": "I like walking through the fields early in the morning.#$b#Everything's quiet, and it feels like the world is still waking up.$3",
  "cookie.Dialogue.Spring.8": "Sometimes I wonder if the plants can feel when we're taking care of them.#$b#Maybe they know we're trying our best.$3",
  "cookie.Dialogue.Spring.9": "I don't mind helping with chores, but sometimes I get distracted watching the clouds. They tell better stories than I do.",
  "cookie.Dialogue.Spring.10": "I don't like when people say crying's a weakness.$2#$b#Sometimes your heart just gets too full, and the extra feelings have to go somewhere.$2",
  "cookie.Dialogue.Spring.11": "I get scared when people argue.$2#$b#It's like the air gets too heavy, and I can't breathe right.$8",
  "cookie.Dialogue.Spring.12": "I like to make up stories about the stars.#$b#Like maybe they're little windows where people from other worlds can see us.#$b#I hope it's aliens.$3#$e#I hope they didn't look at me tripping this morning...$$9",
  "cookie.Dialogue.Spring.13": "Sometimes, I imagine the wind is whispering stories.#$b#I can't always hear the words, but I do feel them.$3#$e#Perhaps one day I can put them to paper...$4",
  "cookie.Dialogue.Spring.14": "There's this one spot by the creek where the sunlight dances on the water. I could watch it for hours.",
  "cookie.Dialogue.Spring.15": "Sometimes I just sit and listen to the breeze.$5#$b#It feels softer in spring, like it's trying not to wake up the flowers too fast.$3",
  "cookie.Dialogue.Spring.16": "I found a caterpillar on a leaf.#$b#I told him he's gonna be a butterfly soon, but he didn't seem too excited about it.$5",
  "cookie.Dialogue.Spring.17": "There's this patch of flowers that only bloom when the sun's out.#$b#Maybe they're just shy like me.",
  "cookie.Dialogue.Spring.18": "Planting seeds feels kinda magical.#$b#You put something tiny in the ground, and then... Poof! It turns into something big and beautiful.$1",
  "cookie.Dialogue.Spring.19": "The blue jazz symbolizes tranquility and honesty.#$b#I think the Victorians were onto something, because being around them makes me feel deeply at peace.$3#$e#Hm? Oh. I learned that from a book in the library. It's called The Language of Flowers.",
  "cookie.Dialogue.Spring.20": "I helped daddy in the garden today.#$b#I was really careful not to hurt the worms. They're working hard too, y'know?$3#$e#I specially like watching the sprouts peek out of the dirt. I like celebrating that they made it out with them too.$10",
  "cookie.Dialogue.Spring.21": "I like watching the flowers grow...$3#$b#It reminds me that I'm growing too. Just... a little slower.",
  "cookie.Dialogue.Spring.22": "Auntie Mia told me the only way to do things is to do them unapologetically.#$b#If something is worth doing, do it without fearing what others might think.$8#$b#I want to grow up to be that confident in myself.$0",
  "cookie.Dialogue.Spring.23": "Uncle Henry took me out to see the wild flowers!#$b#He taught me all about how important they are for the bees and bugs and stuff.$5#$e#I taught him about the meanings of each one.#$e#Did you know that the crocus represents youthful cheerfulness?$3",
  "cookie.Dialogue.Spring.24": "Uncle Henry's vision is soooooo bad!#$bI put on his glasses while he was taking a nap and couldn't even see what was on the TV!$1#$e#...Don't tell him I did that, though. He's really protective of his glasses and stuff.$11",
  "cookie.Dialogue.Spring.25": "Tulips have different meanings according to their color.#$b#For example, red tulips symbolize true love.$3#$b#While pink ones symbolize gentle and caring affection.#$e#Yellow ones mean we're good friends. They were a good way to spurr single hopefuls during courtship.#$e#Didn't make ladies any less mad, though.$3",
  //Sibling Lines
  "cookie.Dialogue.Spring.26": "Sometimes I think I'd be a good farmer... But then I wonder if I'd miss writing too much.$11#$b#What if I can't do both?$2#$e#I asked [HMK_KidName Himetarts.ARV.HMK_muffin] what she wants to be, and she said: 'Awesome!' I guess that's a pretty good answer.$3",
  "cookie.Dialogue.Spring.27": "I wrote a little poem about spring...$4#$b#But I think I'll keep it to myself for now. It's not ready yet.$11",
  "cookie.Dialogue.Spring.28": "If you see [HMK_KidName Himetarts.ARV.HMK_muffin] can you please not tell her where I am?#$b#She needs a subject for her mud launcher and I don't want to get muddy toes again.$8",
  "cookie.Dialogue.Spring.29": "[HMK_KidName Himetarts.ARV.HMK_muffin] said we were just gonna look at the frogs, but somehow, I ended up waist-deep in the creek, and she caught three before I even blinked.$11#$B#[HMK_KidName Himetarts.ARV.HMK_muffin] says she's the fastest frog catcher in the whole county.#$b#She probably is... But I like watching them hop away too much to try and disrupt her reign.$3.",
  "cookie.Dialogue.Spring.30": "I was writing in my notebook, and [HMK_KidName Himetarts.ARV.HMK_muffin] sat down next to me.#$b#She didn't say anything... Just kinda kept me company. I like when she does that.",
  "cookie.Dialogue.Spring.31": "[HMK_KidName Himetarts.ARV.HMK_muffin] said she's gonna build a robot to help on the farm. I don't know how it's gonna work but I believe her.$3#$b#She's just smart like that.[HMK_KidName Himetarts.ARV.HMK_muffin]'s always got some invention in her head.#$e#I just help when she needs an extra hand, or someone to hold the wrench while she 'tests' stuff.",
  "cookie.Dialogue.Spring.32": "We found a patch of wildflowers. [HMK_KidName Himetarts.ARV.HMK_muffin] said they looked like a 'paint explosion.'#$b#I thought they looked... Perfect.$3",
  "cookie.Dialogue.Spring.33": "[HMK_KidName Himetarts.ARV.HMK_muffin] tried to whistle at the birds like Wren does.#$b# They didn't come... But she kept trying. I think they liked the effort.$11",
  "cookie.Dialogue.Spring.34": "I was reading one of my poems to the chickens in the morning.$11#$b#[HMK_KidName Himetarts.ARV.HMK_muffin] was pretending not to listen, but I saw her smile.$11",
  "cookie.Dialogue.Spring.35": "Mr. Pierre is always so kind to me.#$b#He used to be a little wearier of me when I was younger. I think he expected me to be a little louder.#$b#And outspoken.#$b#And trouble.$5#$e#It's okay. [HMK_KidName Himetarts.ARV.HMK_muffin] has that covered enough for the both of us.",
  "cookie.Dialogue.Spring.36": "Aunt Ripley looks very intimidating because she's so tall, but she is so strong and gentle.$3#$b#When I grow up I want to be just like her. I don't want anything to take kindness away from me.",
  //Summer Cookie Randoms
  "cookie.Dialogue.Summer.1": "I've been looking for sweet peas after school to press in my notebook.#$b#Did you know they symbolized blissful pleasures in the Victorian era?$5#$e#Women would often communicate using flowers instead of words... It seems like a much easier way to live to me.$4",
  "cookie.Dialogue.Summer.2": "A lot of people think poppies symbolize death, but that's not true at all.$11#$b#They're remembrance. To think about about the departed ones we still love anyway...$4#$b#I think it's beautiful. No reason to be wary of them.",
  "cookie.Dialogue.Summer.3": "I don't like how hot and sticky everything gets during the summer...$2#$b#Wish we could just soak all day without getting wrinkly.#$e#Maybe I'd make a good merman...$9",
  "cookie.Dialogue.Summer.4": "I love the wild flowers during the summer.#$b#I'm collecting a big bouquet of them afterschool for our kitchen vase.#$e#Which is your favorite? I'll grab a few extra for you.",
  "cookie.Dialogue.Summer.5": "I was helping Dad fix the fence, but I got distracted watching a butterfly.#$b#I think she was supervising.",
  "cookie.Dialogue.Summer.6": "Aunt Mia's summer lemonade is the best.$5#$b#I like that it's pink.#$e#It's such a pretty color...$4",
  "cookie.Dialogue.Summer.7": "Uncle Henry took me to look at the Cooper Farm flowers and taught me all about what each one of them does for the environment around them.#$b#I taught him what each one of them meant in the language of flowers in turn.$3#$e#... He got misty eyed when I told him what the lilies in Gloria's field meant.$2#$e#It's eternal love.$3",
  "cookie.Dialogue.Summer.8": "There's something nice about laying in the grass and watching the clouds float by.#$b#I could do that for hours.$3",
  "cookie.Dialogue.Summer.9": "I was writing under the old oak tree. The breeze was just right, and the birds sounded like they were singing a lullaby.",
  "cookie.Dialogue.Summer.10": "I like picking blueberries with [HMK_Endearment].#$b#It's quiet... Just the sound of leaves and little plops when the berries hit the bucket. I don't even mind the blue fingers.$10",
  "cookie.Dialogue.Summer.11": "I watched a butterfly land on a spangle today.#$b#It was so quiet, I could hear the wings flutter.$3#$e#Sometimes it's the little things that stick with you.",
  "cookie.Dialogue.Summer.12": "I was sketching some flowers in my notebook.#$b#The petals kept moving in the breeze, so I had to guess but I think they turned out okay.",
  "cookie.Dialogue.Summer.13": "I helped daddy fix the gate today.#$b#He said I was 'good with small details.' I just like taking my time... making sure things fit right.$10",
  "cookie.Dialogue.Summer.14": "The chickens don't mind the heat much. They just find the shadiest spot and stay there.#$b#I can't blame them. It's nice to just sit and watch the world sometimes.$1",
  "cookie.Dialogue.Summer.15": "The days feel longer in the summer... Like there's more time to sit down and daydream.#$e#I wonder if the sun stays up just to give us extra time in it's warmth.",
  "cookie.Dialogue.Summer.16": "I saw a spider spinning its web between the fence posts. It's funny something so small can build something so perfect.",
  "cookie.Dialogue.Summer.17": "Daddy said he hopes I feel comfortable enough to share my writing with him someday.#$b#It's not I don't want him to see, it's just very personal...$4#$b#But I know I'll feel brave enough to share that side of me one of these days.$3#$e#Thank you for always being so patient with me.",
  "cookie.Dialogue.Summer.18": "Daddy's puns are really funny.#$b#He likes to joke about being dumb, but I think it takes a real wordsmith to be as quick-thinking and humorous as he is with them sometimes.$5#$e#I like to think I get my writing gene from him.",
  "cookie.Dialogue.Summer.19": "Daddy was feeling a little down this morning...$2#$b#He doesn't like to talk about it with us, but I know it's because he was thinking about alcohol again.$2#$e#It's okay. He just went outside for a run with %pet and seemed to sweat it out.#$b#I think daddy is very brave, fighting battles like that every day.$3#$b#I just wish he knew he didn't have to do it all alone...$11",
  "cookie.Dialogue.Summer.20": "Don't tell daddy I told you, but he came up to me this morning to ask for help writing you a poem.$3#$b#Of course I helped him.#$b#But he did most of it on his own. I'm very proud of him.$1",
  "cookie.Dialogue.Summer.21": "Would you mind if I played in the garden with the hose today?#$b#It's so hot. I just need a little soaking to feel like myself again.$8",
  "cookie.Dialogue.Summer.22": "Aunt Ripley showed me how to tell how old a tree is by its rings.$1#$b#I counted so many! It's like reading the life story of a tree, but without words.$5",
  "cookie.Dialogue.Summer.23": "We went to check on the beehives today. Daddy says bees work harder than anyone else on the farm.#$b#I wonder if they ever take a break.",
  "cookie.Dialogue.Summer.24": "Aunt Ripley let me feed the baby sheep this morning.#$b#Their little noses kept bumping into my hand... I suppose they wanted me to hurry it up.$3'",
  "cookie.Dialogue.Summer.25": "Aunt Ripley said we shouldn't eat too many berries while picking...#$b#But I think she ate just as many as me. We're both bad at rules.$10",
  //Sibling Lines
  "cookie.Dialogue.Summer.26": "Please listen to me carefully.$2#$b#Do not. Give [HMK_KidName Himetarts.ARV.HMK_muffin] a water gun.$2#$b#Please. She's too powerful.$2",
  "cookie.Dialogue.Summer.27": "The cicadas get so loud in the summer.#$b#[HMK_KidName Himetarts.ARV.HMK_muffin] says they sound like tiny buzz saws. I think they're just singing their own kind of song.",
  "cookie.Dialogue.Summer.28": "We watched the stars last night. [HMK_KidName Himetarts.ARV.HMK_muffin] kept pointing out constellations she made up.#$b#I think I like her versions better",
  "cookie.Dialogue.Summer.29": "We made a lemonade stand. [HMK_KidName Himetarts.ARV.HMK_muffin] kept adding 'secret ingredients.'#$b#I don't know what was in mine, but it was definitely not lemonade.$12",
  "cookie.Dialogue.Summer.30": "[HMK_KidName Himetarts.ARV.HMK_muffin] says I'm 'too soft' sometimes.#$b#I don't mind. Someone's gotta be the calm one when her plans explode.$1",
  "cookie.Dialogue.Summer.31": "[HMK_KidName Himetarts.ARV.HMK_muffin] says she's gonna build us a tree house this summer.#$b#I don't know how she's gonna do it but I believe her.#$e#Hopefully she gets daddy to help her.$3",
  "cookie.Dialogue.Summer.32": "Sometimes [HMK_KidName Himetarts.ARV.HMK_muffin] says she's bored... But I don't think she knows how to stay bored.#$b#She's always thinking of something wild to do.",
  "cookie.Dialogue.Summer.33": "My sister is so strong and brave.#$b#She knows who she is and what she wants to do, and she's always doing it so unapologetically... I wish I could be as brave as her.$11#$b#In truth, [HMK_KidName Himetarts.ARV.HMK_muffin] is my hero. I'm so lucky to be her brother.",
  "cookie.Dialogue.Summer.34": "We were supposed to fix the fence, but Aunt Ripley found an old rope and taught me how to lasso.$1#$b#I got the fence post.#$b#Eventually.$3",
  "cookie.Dialogue.Summer.35": "We sat on the porch after dinner at my aunt's.#$b#She didn't say much... Just rocked in her chair and watched the fireflies.#$b#I think I like the quiet just as much as she does.$11",
  "cookie.Dialogue.Summer.36": "I asked Aunt Ripley why the crows always gather by the barn.$1#$b#She said they're 'holding council.' I wonder what they're planning.$3",
  //Fall Cookie Randoms
  "cookie.Dialogue.Fall.1": "Did you know that Sunflowers were used to convey loyalty and devotion in the language of flowers?#$b#It's no wonder my daddy is so fond of keeping them around.$3#$b#I have never seen anyone as devoted to anyone as daddy is to my [HMK_Endearment].$0",
  "cookie.Dialogue.Fall.2": "The fairy roses are blooming. Makes me want go lay in the field and imagine speckles of pollen as fairies in the wind.",
  "cookie.Dialogue.Fall.3": "I read this morning that the Fairy Rose symbolizes gentleness and grace.#$b#...$4#$b#Do you think we could plant some this year?$0",
  "cookie.Dialogue.Fall.4": "I love baking with Auntie Mia.$3#$b#Even if I can't understand what half of her ingredients are.$5#$e#...tonka bean risotto...?$2",
  "cookie.Dialogue.Fall.5": "Aunt Ripley said I could go apple picking to her orchard later today.#$b#I'm thinking of trying Aunt Mia's apple pie recipe after...#$b#Would you like to make it with me?$7",
  "cookie.Dialogue.Fall.6": "I like walking through the cornfield in the afternoon.#$b#The stalks get so tall... It feels like walking through my own secret world.$11",
  "cookie.Dialogue.Fall.7": "Daddy took me out to me out to doze on a blanket in the sunflower field.$1#$b#He said it was yours and his favorite spot.$3#$e#I can tell why you love it. Hearing the sunflowers rustle in the wind and feeling the soft sun on your face is magical.#$b#I'm starting to see what daddy does in sunflowers.",
  "cookie.Dialogue.Fall.8": "Uncle Henry and I watched the sunset after feeding the animals.#$b#He didn't say anything, but I think maybe the colors reminded him of something.#$b# Or someone.",
  "cookie.Dialogue.Fall.9": "Uncle Henry said we had to fix the fence before winter.#$b#I tried to make a game out of it, but I don't think he's much for games.$11#$b#That's okay. I just worked beside him.#$e#My uncle Henry really needs the company.",
  "cookie.Dialogue.Fall.10": "Uncle Henry said we should 'check' the apple trees for any late fruit.#$b#We ended up picking enough to make a pie. I think... he likes pie more than he lets on.#$e#Or maybe it's just the pies my auntie Mia makes?$4",
  "cookie.Dialogue.Fall.11": "I walked through the orchard this morning.#$b#The leaves were all gold and red, and the air smelled kinda... spicy?#$b# Like cinnamon and sunshine. I think fall's my favorite.$3",
  "cookie.Dialogue.Fall.12": "I picked apples from the orchard today. I only meant to grab a few, but I guess I got carried away.$11#$b#Now we've got enough for pie, cider, and maybe even applesauce!$5",
  "cookie.Dialogue.Fall.13": "I helped Aunt Ripley roast pumpkin seeds today.#$b#She said I could add my own seasoning... So I did a 'sweet and spicy' mix. I think it's my new favorite.$5",
  "cookie.Dialogue.Fall.14": "I sat on the porch with a blanket and watched the leaves fall.#$b#They don't rush... they just drift down when they're ready. I like that.",
  "cookie.Dialogue.Fall.15": "I wrote a poem about the way the wind sounds in the cornfield.#$b#It's like... A whisper and a sigh all at once.#$b#I'm not sure if it's done yet, but I think I like it.",
  "cookie.Dialogue.Fall.16": "The squirrels are going crazy collecting acorns.#$b#I left a few extra out by the oak... Just in case they need a little help",
  "cookie.Dialogue.Fall.17": "I found my favorite scarf today. It's the one Miyoung made me last year.#$b#It's a little itchy, but it smells like home... So I don't mind.",
  "cookie.Dialogue.Fall.18": "I found a perfect pinecone today. I don't know why, but... It just made me happy.#$b# Sometimes, little things do that",
  "cookie.Dialogue.Fall.19": "I sat by the pond and skipped rocks till the sun started setting.#$b# I only got three skips. But that's still better than zero!$1#$b#Do you think daddy would be proud of me?",
  "cookie.Dialogue.Fall.20": "Mr. Pierre hasn't had anyone work at the store since daddy, so I volunteered to help him today.#$b#I lined up all the jars nice and neat. He said I did such a good job, I earned a piece of candy... I picked the butterscotch",
  "cookie.Dialogue.Fall.21": "Mr. Pierre let me pick out a pumpkin for the front porch. I picked the biggest one.#$b#I think it's gonna look real nice.$3",
  "cookie.Dialogue.Fall.22": "I saw Mrs. Jumana at the store today.#$b#She always buys the same tea... Says it reminds her of her mama.#$b# I like that... Memories in a cup",
  "cookie.Dialogue.Fall.23": "Pierre's had a delivery come in right before closing.#$b# Mr. Pierre said, 'Just like your daddy. Better late than never.'#$b#I wonder what he meant by that.",
  "cookie.Dialogue.Fall.24": "Sometimes I worry I'm not doing enough yet...#$b#But then I remember how much every bug I've ever come across means to me, or how we name all the animals in the farm because they are special.#$b#Which surely means I too, am special in my own way, right?$3",
  "cookie.Dialogue.Fall.25": "I'm not exactly what counts as 'white girl' things, but I love celebrating the fall with my aunt Mia just like she does.$11#$b#So long as I have her to teach me, it doesn't really matter if I don't fully understand.",
  //Sibling Lines
  "cookie.Dialogue.Fall.26": "I built a little fort out of hay bales today.#$b#It's not as big as the one [HMK_KidName Himetarts.ARV.HMK_muffin] and I made last year... But it's just right for me and a good book.",
  "cookie.Dialogue.Fall.27": "I raked a big pile of leaves, and... Yep, I jumped right in!$5#$b#It's not as fun alone, but I still ended up laughing. Leaves get everywhere!$1",
  "cookie.Dialogue.Fall.28": "I carved a pumpkin by myself this year.#$b#I gave it a big smile, kinda like [HMK_KidName Himetarts.ARV.HMK_muffin]'s, when she's up to something. I think it turned out pretty good!$1",
  "cookie.Dialogue.Fall.29": "I don't really like it when [HMK_KidName Himetarts.ARV.HMK_muffin] calls me dweeb. But it makes her happy, so I don't really have it in me to say something...$11",
  "cookie.Dialogue.Fall.30": "Mr. Pierre was teaching me how to count change. But [HMK_KidName Himetarts.ARV.HMK_muffin] kept whispering that I should ask for 'a tip' for doing math. She's gonna get me in trouble.$11",
  "cookie.Dialogue.Fall.31": "I was trying to be real serious while Mr. Pierre explained how to do inventory.$11#$b#But [HMK_KidName Himetarts.ARV.HMK_muffin] was making faces behind him the whole time. I almost lost it!$5",
  "cookie.Dialogue.Fall.32": "[HMK_KidName Himetarts.ARV.HMK_muffin] and I are conducting science experiments today.#$b#I don't know what yet, but she's always so full of ideas. I'm sure she'll come up with something soon enough.$11",
  "cookie.Dialogue.Fall.33": "I don't really mind when [HMK_KidName Himetarts.ARV.HMK_muffin] is a little overwhelming.$11#$b#She's just larger-than-life, and I know dragging me into things is her way of showing love.",
  "cookie.Dialogue.Fall.34": "I think [HMK_KidName Himetarts.ARV.HMK_muffin] will be a very successful engineer when she grows up. She's already practically a genius.#$e#I wish I were so certain about what I want to do in life, sometimes it worries me a little.$4#$b#But soon enough I remember I'm young, so I can keep taking things slow for a little while longer if I need to.",
  "cookie.Dialogue.Fall.35": "Sometimes I worry I'm not nearly as charming as my daddy is, or as quick witted and funny as my sister.$11#$b#I know everyone is special in their own way, but sometimes I feel a little...#$b#Different.$11#$e#It's a good thing I know my family loves me regardless.",
  "cookie.Dialogue.Fall.36": "I know I'm very quiet, which sometimes makes people lose track of me in large gatherings.#$b#I'm right there, but I suppose that's what happens when you have such a lively family.$11",
  //Winter Cookie Randoms
  "cookie.Dialogue.Winter.1": "I told Uncle Henry I wrote a poem about the farm.#$b#He didn't say much... But he didn't tell me to stop, either.$4#$b#I think he likes hearing about things that aren't work.",
  "cookie.Dialogue.Winter.2": "I asked Uncle Henry if he wanted to sit down for a bit. He said there's always more work to do.#$b#But... I think sometimes he forgets that it's okay to rest. He just looks tired sometimes.#$b# Not just from working... But from thinking. I wish I knew how to help.$11",
  "cookie.Dialogue.Winter.3": "I don't think Uncle Henry knows how to stop working.#$b#Like... if he stops, maybe all those feelings he's holding back will catch up to him. I wish I could help.$11",
  "cookie.Dialogue.Winter.4": "I think... Uncle Henry's heart is like a field in winter.#$b#Quiet and still, but waiting... for something to grow again.",
  "cookie.Dialogue.Winter.5": "I was feeling kinda down today... But Mr. Pierre let me sit behind the counter and read while he worked.$11#$b#I didn't say much, but I felt better just being there.",
  "cookie.Dialogue.Winter.6": "I sat by the wood stove with a blanket and my notebook.#$b# The pages get a little warm, but I think it makes the words feel cozier.",
  "cookie.Dialogue.Winter.7": "I tried writing by the fire today but the crackling kept making me sleepy.#$b#Maybe I'll finish my poem after a nap.",
  "cookie.Dialogue.Winter.8": "On cold days like this, I like to sit in the corner of the store with a good book.#$b#It's the warmest spot. And sometimes Mr. Pierre gives me a peppermint",
  "cookie.Dialogue.Winter.9": "I tried catching snowflakes on my tongue today, but I kept missing.#$b# I think the wind was playing tricks on me.$3",
  "cookie.Dialogue.Winter.10": "I was writing a list of wishes for the new year... But I think I'm happiest wishing for the little things to stay just the same.$3",
  "cookie.Dialogue.Winter.11": "I sat by the stove while daddy made soup.#$b#I think the smell of carrots and potatoes makes the cold feel a little less chilly.",
  "cookie.Dialogue.Winter.12": "I was helping Dad in the garage today.#$b#I don't do much... Just hand him tools and watch.#$b#But I like how it feels. Like I'm part of something important.#$b#He said I was doing a good job, but I think he was just being nice since I was shaking from the cold.$3",
  "cookie.Dialogue.Winter.13": "Dad's hands always get so greasy when he works...#$b#I like how he wipes them off on that old towel before he ruffles my hair. Makes me feel like I helped.$1",
  "cookie.Dialogue.Winter.14": "Dad let me ride with him on the tractor while he cleared snow.#$b# The engine was so loud, but it felt nice being close to him while the world turned white.",
  "cookie.Dialogue.Winter.15": "Dad and I went to check on the animals in the barn.#$b#He talks to them real gentle, like they're part of the family. I like that.#$b#He also flirts with them from time to time. Says it puts them in a good mood.$5",
  "cookie.Dialogue.Winter.16": "We were walking back from the barn, and I asked Dad if he likes winter.#$b#He just smiled and said, 'I like it better when I've got good company.'#$b# I think I have the best family in the world.$10",
  "cookie.Dialogue.Winter.17": "Dad helped me carve my name into a piece of wood in the garage.#$b#He said maybe someday when I'm a famous author, someone will see it and know I grew up here.$4",
  "cookie.Dialogue.Winter.18": "We were sitting by the fire, and Dad handed me a cookie without saying anything.#$b#I think that's his way of saying he loves me.#$b#Or maybe he's just inciting me to cannibalism.#$b#%Somewhere in the background, you hear Sterling say 'Best start them young!'",
  "cookie.Dialogue.Winter.19": "Dad says the best way to stay warm in winter is to keep laughing, so every time we shovel the driveway together, he starts telling terrible jokes.#$b#I swear, he knows more about bad puns than anyone else in this whole town.",
  "cookie.Dialogue.Winter.20": "Dad's the kind of guy who's always making everything a big deal.#$b#The first snowfall this year, he stood there, arms open, like he was greeting an old friend. I guess he's right,#$b#There's something kind of magical about how everything looks covered in snow.",
  "cookie.Dialogue.Winter.21": "Mr. Pierre showed me how to label the jars today.#$b#I made my handwriting real neat. He said it looked 'store-ready.",
  "cookie.Dialogue.Winter.22": "Mr. Pierre let me help organize the old recipe cards he keeps in a box. #$b#Some of them are so old. The ink's fading, but I think the stories are still there.#$b#Mrs. Caroline even let me pick one for them to have dinner that night. I hope Abi likes it.",
  "cookie.Dialogue.Winter.23": "Mr. Pierre told me that if I ever need a place to think, the store's always open.#$b#I think...# I'll take him up on that.",
  "cookie.Dialogue.Winter.24": "I wish my great-uncle were nicer. It always scares me when he raises his voice.$2#$b#It's no wonder daddy doesn't approve of visiting often despite how close we are.$2",
  "cookie.Dialogue.Winter.25": "We're having scalloped potatoes today, just the way daddy likes them.$1#$b#Uncle Henry told me that was the secret to cheering up daddy when he seems down.",
  //Sibling Lines
  "cookie.Dialogue.Winter.26": "Mr. Pierre gave us both peppermints after helping him today I sucked on mine real slow. [HMK_KidName Himetarts.ARV.HMK_muffin]? She crunched hers in two seconds flat.",
  "cookie.Dialogue.Winter.27": "I found some animal tracks in the snow and followed them for a while.#$e# I wonder if it was a fox... or maybe just a very sneaky cat",
  "cookie.Dialogue.Winter.28": "[HMK_KidName Himetarts.ARV.HMK_muffin] told Mr. Pierre she could 'run the store' while he took a break.#$b#He just smiled and said, 'Maybe when you're a little taller",
  "cookie.Dialogue.Winter.29": "Mr. Pierre says I'm a big help around the store, but I think he only says that to balance out [HMK_KidName Himetarts.ARV.HMK_muffin]'s 'creative ideas.",
  "cookie.Dialogue.Winter.30": "Mr. Pierre asked us to sort the newspapers.#$b#I was folding them all careful and neat, but [HMK_KidName Himetarts.ARV.HMK_muffin] turned hers into a pirate hat and declared herself Captain Crinkle.",
  "cookie.Dialogue.Winter.31": "I always miss daddy when he has his meetings.#$b#I wonder if he'll let me and [HMK_KidName Himetarts.ARV.HMK_muffin] join him one of these days.",
  "cookie.Dialogue.Winter.32": "When I grow up, I want a love story as magical as [HMK_Endearment] and daddy's.#$e#Write it. I want to write it.$12#$e#Aunt Mia and Uncle Henry are a close second.$0",
  "cookie.Dialogue.Winter.33": "Aunt Mia said me and [HMK_KidName Himetarts.ARV.HMK_muffin] could try out some of her old clothes today.#$b#We're putting together a whole fashion show! You should come see.$1",
  "cookie.Dialogue.Winter.34": "Daddy said 'goodness ran in me' today and got a little misty eyed.#$b#I wonder what that was about.$3",
  "cookie.Dialogue.Winter.35": "I miss all the little bugs...#$b#Thankfully, [HMK_KidName Himetarts.ARV.HMK_muffin] said we could go around their rocks and burrows and wish them a good sleep while they all rest.",
  "cookie.Dialogue.Winter.36": "Mmm... I'm really feeling scalloped potatoes tonight.$3",
  //Rain dialogue (Characters/Dialogue/rainy)
  "cookie.Dialogue.Rain.1": "Rain makes everything quieter... like the world's taking a deep breath. I kinda like it",
  "cookie.Dialogue.Rain.2": "I love how the air feels right before it rains in fall. Like the earth's taking a deep breath. I stood outside for a bit... just to listen.",
  "cookie.Dialogue.Rain.3": "Mr. Pierre  made me a cup of cocoa while I waited for the rain to stop. He said marshmallows make everything better. I think he's right",
  "cookie.Dialogue.Rain.4": "The rain sounds different on the roof than it does on the porch.#$b#I like the roof one best. It's softer, like it's trying not to wake the house.$3",
  "cookie.Dialogue.Rain.5": "I don't mind being stuck inside#$b#I've got books and my notebook and the rain for company.$1#$b#That's enough for a good day.",
  "cookie.Dialogue.Rain.6": "I let a spider stay on the windowsill to escape the rain. She looked cold.$11#$b#I named her Clover.#$b#We're friends now, I think.$4",
  "cookie.Dialogue.Rain.7": "I wonder where the birds go when it rains. I hope they have little bird houses with tiny fireplaces.",
  "cookie.Dialogue.Rain.8": "Sometimes the house feels smaller when it's raining.#$b#But I think it's just because everyone's hearts are cozying up together.$11#$e#I just think of these things sometimes.",
  "cookie.Dialogue.Rain.9": "Sometimes I pretend I'm a mouse with a tiny room in the wall.#$b#I'd have a button for a table and matchsticks for chairs.$5",
  //Festivals
  "cookie.Festivals.spring13_y1": "If I have one more devilled egg, I think I'm going to explode.$5#$b#They're just so good. Who knew eggs could be prepared in so many ways...$11",
  "cookie.Festivals.spring13_y2": "Daddy said he would lift me if I wanted a picture with the rabbit standee, but that's a little embarrassing.$11#$e#I can't wait until I'm tall enough one day...",
  "cookie.Festivals.spring24_y1": "My favorite part is all the beautiful flowers to look at and smell.$11#$b#Auntie Mia is part of the decoration committee, so it's good to stop and appreciate her work, I think.$4#$e#Dancing? $12#$b#No, I wouldn't be any good.$11",
  "cookie.Festivals.spring24_y2": "Everyone looks so cool when they're all coordinated in the dance.#$b#Maybe when I'm older I can learn it and join them all too.$3",
  "cookie.Festivals.summer11_y1": "Whatever it is Mr. Linus is cooking smells delicious...$6#$b#I'll definitely go have a bite of that whenever it's ready.$3",
  "cookie.Festivals.summer11_y2": "Can I go into the water with my daddy?#$b#I know he's racing uncle Henry, but I'll just float in the shallow part, promise.$3",
  "cookie.Festivals.summer28_y1": "So beautiful...$6",
  "cookie.Festivals.summer28_y2": "I wonder where they all go once they are gone.#$e#I wonder if they know how to come back. If they miss home at all.#$e#I know I'd miss this place if I had to leave...$4",
  "cookie.Festivals.fall16_y1": "I love that everybody brings their animals to show off...#$b#It's  like, so many new friends to go meet and learn the names of.$3#$e#I really love the wooly sheep. They remind me of Aunt Ripley's.",
  "cookie.Festivals.fall16_y2": "Uncle Henry gifted me one of his childhood cowboy hats.$1#$b#Do you think I look good?$7",
  "cookie.Festivals.winter8_y1": "The key to fishing is patience...#$b#Calling for the fishies gently, waiting for them to come to you.#$e#Uncle Henry says it's all about the stillness and meditation.$3",
  "cookie.Festivals.winter8_y2": "Do you think our animals are cold? Maybe we could knit something for them too...",
  "cookie.Festivals.winter25_y1": "I love Winter Feast Carols...$3#$b#I think I'd like to form a part of their choir one day. But I don't know if I'll ever be able to sing as beautifully.$11",
  "cookie.Festivals.winter25_y2": "I can't believe the year has flown by so fast...$7#$b#Thanks for being the bestest parent in the world.$3",
  //Movies
  "cookie.MovieInvite_Invited ": "Movies?#$b#Sure. They are definitely an underappreciated art form...$3#$e#All that work that goes in them, it's good to show our appreciation.",
  "cookie.Movie.With_Parent_Before": "I would like one small soda if that's okay, please.#$b#Chocolate or caramel popcorn to share would be lovely as well.$3#$e#I love family outings...$4",
  "cookie.Movie.With_Parent_Script": "[HMK_KidName] is looking attentively. He keeps gasping alongside the crowds and 'Aww'ing every time something sweet happens. He seems to be having a perfectly fabulous time.",
  "cookie.Movie.With_Parent_After": "That was so good....$6",
  "cookie.Movie.love_Before": "I'm so excited !$7#$b#This was directed by my favorite director. There's just something magical about the way he captures mood and ambience...$3",
  "cookie.Movie.love_After": "Can we go watch it again?!$7",
  "cookie.Movie.like_Before": "Movie day.... Movie day...$3",
  "cookie.Movie.like_After": "Did you notice the way the camera movement was a metaphor for the passing of seasons...?#$b#Brilliant. Absolutely brilliant.$3",
  "cookie.Movie.dislike_Before": "...$2#$b#%He doesn't appear too enthused, but as usual, [HMK_KidName] is a bit too shy to say it out loud...",
  "cookie.Movie.dislike_After": "I suppose that wasn't so bad...$11#$b#Thank you for taking me out with you.",
  //Little Red Schoolhouse
  "cookie.Xiddav.LittleRedSchoolhouse.Desk": "{{KidName}} Cooper. Everything is organized with neat care and precision.",
  "cookie.Xiddav.LittleRedSchoolhouse.Penny": "Hi @. Are you here to ask about the little ones? Well, when it comes to [HMK_KidName Himetarts.ARV.HMK_cookie]...#$b#He is a very thoughtful little boy with a wanderous mind.#$b#His grades are doing great. There's a little room for improvement, but he's on an excellent track to his future.#$b#I have no doubt he'll be a talented writer one day.$1",
  "cookie.Schedule.Schoolhouse.000": "School is alright, I suppose.#$b#I like learning things, but I don't always like answering questions in front of everyone. What if I say something wrong?$11",
  "cookie.Schedule.Schoolhouse.001": "There's a girl in my class who can read out loud without stumbling over words.#$b#I don't know how she does it. When I read, I always think too far ahead and trip over my own sentences. Maybe it's just nerves.$11",
  "cookie.Schedule.Schoolhouse.002": "We had to write a poem for class today, but I couldn't bring myself to read mine out loud.$11#$e#It's weird… it's just words on a page, but when it's your words, it feels different.$2",
  "cookie.Schedule.Schoolhouse.003": "I usually don't talk much during lunch. Not because I don't want to, but because my brain's still waking up from morning classes.",
  "cookie.Schedule.Schoolhouse.004": "Sometimes I know the answer to a question, but I just… don't want to say it. I don't know why. My voice just stays stuck in my throat.",
  "cookie.Schedule.Schoolhouse.005": "The clock in our classroom is slow by about two minutes.#$b#I don't know if anyone else notices, but I do. Two minutes feels like forever when you're waiting for lunch.",
  "cookie.Schedule.Schoolhouse.006": "I saw someone trade their whole lunch for a single cookie today. I don't know if that was a bad deal or the best deal of their life.",
  "cookie.Schedule.Schoolhouse.007": "Someone asked me what I was writing during lunch.#$b#I panicked and said 'a grocery list.' They definitely didn't believe me.$11",
  "cookie.Schedule.Schoolhouse.008": " usually don't talk much during lunch.#$b#Not because I don't want to, but because my brain's still waking up from morning classes.",
  "cookie.Schedule.Schoolhouse.009": "I turned in a poem today, and Miss Penny wrote a note saying she liked it.#$b# I don't know if she really liked it or if she's just being nice, but either way it kind of made my day.$3",
  "cookie.Schedule.Schoolhouse.0010": "I like writing on my napkin when I run out of paper. It feels a little adventurous, like I'm leaving secret messages for future me in my pocket.",
  //Rainy Lines
  "cookie.Schedule.Schoolhouse.0011": "Miss Penny said we should stay inside during recess, but I kind of like standing under the awning and watching the raindrops race down roof.",
  "cookie.Schedule.Schoolhouse.0012": "The sound of rain hitting the roof makes math class a little more bearable.#$b#It's like background music for thinking",
  "cookie.Schedule.Schoolhouse.0013": "People walk around like zombies when it's raining. Slower, sleepier, more dramatic sighing than usual.$3",
  "cookie.Schedule.Schoolhouse.0014": "The rain makes everything feel like a story. Like, any second now, something mysterious is going to happen.",
  "cookie.Schedule.Schoolhouse.0015": "My socks are wet. My backpack is wet. My notebook is wet. I, too, am wet. I'd like to go home now.$2",
}