{
  // canon name
  "muffin.DisplayName": "Muffin",
  // gift tastes
  "muffin.GiftTastes.Love": "For me?$17#$b#Thank you so much [HMK_Endearment] !! I will be so good! I will do all my homework! I'll clean after %pet.$17#$b#I'll treasure this forever...$21",
  "muffin.GiftTastes.Like": "This is lovely, thank you [HMK_Endearment].$4",
  "muffin.GiftTastes.Dislike": "...Thanks.$5#$b#It's...Sure something.$11#$b#... I wonder if I can break it down for parts.$19",
  "muffin.GiftTastes.Hate": "...$6#$b#... Thank.... You.$7#$b#It's alright! Nothing is wasted when you can build a catapult and throw it very far away.$21#$b#Better than it going to waste, right?",
  "muffin.GiftTastes.Neutral": "Oh! Thanks [HMK_Endearment].#$b#It's alright. Very whelming.",
  // schedule strings
  "muffin.Schedule.DesertFestival.000": "There's so much sand everywhere.$12#$b#It's so hot and my clothes are sticking to my my skin.$13#$b#And no one is selling Ice Pops around here!$14#$b#This place sucks.$2",
  // dialogue
  "muffin.Dialogue.BirthdayGift_Positive": "It's exactly what I wanted for my birthday!$17#$b#This is the very bestest, amazingest, coolest, ever!$4#$b#Thank you so much [HMK_Endearment].$21",
  "muffin.Dialogue.BirthdayGift_Negative": "... Is this what it feels like to get coal on Winter Feast?$12#$b#Did I misbehave or something to get this on my birthday?$16#$b#... Thank... You...$19",
  "muffin.Dialogue.Gift_StardropTea": "...$21#$b#...$17#$b#%Your child is now running around the house faster than the speed your eyes can process. A true [HMK_KidName] blur!#$b#%She seems very happy.",
  "muffin.Dialogue.Gift_category_vegetable": "[HMK_Endearment] I already ate my vegetables during lunch. Why are you trying to give me more...?$18",
  "muffin.Dialogue.Gift_coffee_item": "BLERG.$14#$b#Grown up been juice is the worst.$13",
  "muffin.Dialogue.Gift_alcohol_item": "...$15#$b#I don't think you meant to give me this.$11#$b#I don't think you should keep this around either. You know how my daddy struggles still.$19",
  "muffin.Dialogue.Resort_Entering": "!!! IT'S BEACH TIME !!! $17#$b#Don't mind me, I have to build a sand Empire and then rule over it like a benevolent empress.$21",
  "muffin.Dialogue.Resort_Leaving": "I don't want to go home!$13#$b#My sand empire! My people! They clamor for me.$13#$b#... Although I wouldn't mind washing my people off me. My sand people are itchy.$18",
  "muffin.Dialogue.Resort": "We built a sandcastle so big, I told my daddy we should apply for castle zoning permits.#$b#He assured me it was just sand, but daddy simply has no ambition.$10",
  "muffin.Dialogue.Resort_Bar": "Hi, [HMK_Endearment].#$b#I'm just ordering a pina colada. No alcohol of course.$1",
  "muffin.Dialogue.Resort_Chair": "Oof. I'm exhausted.#$b#We tried riding the waves and I was this close to figuring out how to make a wave-powered propulsion system.$21#$b# Science never sleeps, even at the beach.$6#$b#... Just rests herself for a little while.",
  "muffin.Dialogue.Resort_Towel": "We were building sandcastles, and I suggested making a saltwater cooling system for our drinks. #$b#My brother said: 'or we could just use the cooler.' No innovation.$19",
  "muffin.Dialogue.Resort_Shore": "",
  "muffin.Dialogue.Resort_Wander": "I tried using the sun's heat to melt chocolate faster for s'mores.$1#$b#Turns out, I overestimated my solar-powered s'mores maker.$6#$b#Now it's just... A mess.$7#$e#A delicious one anyway!$17",
  "muffin.Dialogue.Resort_Umbrella": "I tried making a moat around our sandcastle, and then I realized I could build a self-filling moat system using the tide.$1#$b#The brain never stops!#$b#Just pauses for a small break in the shade.",
  "muffin.Dialogue.GreenRain": "This feels like some experiment that went completely sideways...",
  "muffin.Dialogue.spring_12": "Papa, papa! Are we going to the egg festival tomorrow?^Mama, mama ! Are we going to the egg festival tomorrow?$1#$b#Auntie Mia said she'd be making special treats just for us.$10#$b#Of course we'll share!$3#$e#... I get extra because I'm bigger.#10",
  "muffin.Dialogue.spring_13": "Papa had a very serious conversation with me about today's race, something about having to win for our family's honor.$5#$b#You should've seen his face when I told him I'd be hanging out on the side with my uncle Henry.$3#$e#Even daddy is incredibly fun to tease.$1",
  "muffin.Dialogue.spring_23": "Bro thinks that if daddy wins Flower Queen tomorrow he'll take all of us to Amusement Land.$3#$e#I wonder how hard it would be to add some additional votes to the talley...$6#$e#Nothing!$3",
  "muffin.Dialogue.spring_24": "This dress is so beautiful...$17#$b#Do you think I look good, papa?$4^Do you think I look good, mama?$4",
  "muffin.Dialogue.spring_28": "It's almost finally summer!#$b#If you excuse me, I have to go bug daddy about that water gun he promised...$9#$e#I promise I won't hose my brother in the face this time!$8",
  "muffin.Dialogue.summer_11": "Does anyone actually calculate what all goes into the soup, papa?^Does anyone actually calculate what all goes into the soup, mama?$5#$b#It's kind of weird no one does, don't you think?$11#$e#I wonder if I can calculate the ideal ingredient ratio for the best Luau ever.$9#$e#Hey Dweeb! We got ourselves a new mission.$9#$b#%In the distance, you hear your son whining pitifully at the idea.",
  "muffin.Dialogue.summer_15.1": "What are we doing for daddy's birthday this year? I'm thinking we could ride out to the beach he really likes and have a campfire.$1#$e#We could have a water gun fight too. I bet he'd love that$9.",
  "muffin.Dialogue.summer_15.2": "It's my daddy's birthday today !! Auntie Mia is baking the BIGGEST cake ever.$1#$e#I plan on entering a sugar-fueled coma state. It's going to be the BEST.",
  "muffin.Dialogue.Spring.1": "Guhh... [HMK_Endearment], I need some drugs.$12#$b#The allergies kind.$13#$b#Spring and all of this pollen is going to be the end of me...$12#$e#Can we just move to the city?$2",
  "muffin.Dialogue.Spring.2": "No time for talk, [HMK_Endearment], science is calling!$8",
  "muffin.Dialogue.Spring.3": "If I have to hear one more of my daddy's puns I'm calling the police!$14#$b#Child protective service! My grandparents! I'm putting myself up for adoption!$14#$b#%In the background, you hear Sterling calling out. 'Come on darling! You haven't answered why the farmer put his horse up for adoption!#$b#Why?$11#$e#%'Because he wanted him be raised in a STABLE enviroment!'#$b#PAPAAAAAAAAAAAAAAAAA!^MAMAAAAAAAAAA!$14",
  "muffin.Dialogue.Spring.4": "Excuse me [HMK_Endearment], I'm gonna go write a letter to auntie Mia.#$b#Have you seen my bear stickers? She's a HUGE fan of those.$1",
  "muffin.Dialogue.Spring.5": "Have you seen daddy? I'm trying to convince him to take me out riding on his bike today.#$b#I added tons of stickers to my helmet, you want to see?$1#$e#When I grow up, I'm going to get my own bike so I stop having to ask permission.$9",
  "muffin.Dialogue.Spring.6": "Hey [HMK_Endearment], do you have any more of that dessert daddy really likes?#$b#He said you always get them for him when you go to the mines!$8#$e#It had a strange little aura around it, I wanted to taste it.#$b#Study it! I mean s-study it! Yes, for science!$15",
  "muffin.Dialogue.Spring.7": "I might go outside and do my homework under the tree by the plaza.#$b#I just like people watching.$5",
  "muffin.Dialogue.Spring.8": "Mr. Pierre gifted me this field snack today!$17#$b#He said I was a very bright young girl, and that he was proud of the places I was going... He then stared at me for a long time while I browsed.#$b#I think he thinks I didn't notice.$1#3b#... Wait what do you mean you made this field snack?$15",
  "muffin.Dialogue.Spring.9": "I saw uncle Henry today, he had a few feathers stuck to his hair. ",
  "muffin.Dialogue.Spring.10": "Can I go have breakfast with Auntie Mia on Saturday? She promised she'd make bear pancakes with bow ties!$17",
  "muffin.Dialogue.Spring.11": "Hey, [HMK_Endearment]?#$b#Do you think Aunt Ripley would let me on his tractor?#$b#It's so big! I could wreck an entire field with that.$17#$b#Plant. I said plant an entire field.",
  "muffin.Dialogue.Spring.12": "Mr. Pierre asked me what I wanted to be when I grew up.#$b#He groaned when I said 'just like daddy.'$10#$e#In truth, I just want to be a world super star.$6",
  "muffin.Dialogue.Spring.13": "Why does Mr. Pierre sell stuff from %farm farm?#$b#Can't we just sell it ourselves to the masses?#$b#Sounds like lost profit,[HMK_Endearment].$6",
  "muffin.Dialogue.Spring.14": "Why doesn't daddy go to the doctor to treat his nose booboo instead of wasting all of my cute band aids?$5",
  "muffin.Dialogue.Spring.15": "I don't want to go out and be a big girl today.$16#$b#Life cold and hard, bed warm and easy.$16#$e#What if I just go to sleep until I'm an adult and life is easy?",
  "muffin.Dialogue.Spring.16": "Why can't animals speak? I want to know whatever is going through %pet's head. ",
  "muffin.Dialogue.Spring.17": "This year for Starlight, I want a big box of tools like daddy's.#$b#You know- Like the one he keeps in his workshop. I'm tired of having to ask him to lend them to me.$5#$b#Oh! And I also want a couple of new notebooks with the stickers, a ton of glitter, a rapidly rotating dispenser, nine packs of batteries, trip wire-$17#$b#What do you mean Starlight just happened?$5#$e#.... Also need a set of tires, a transmission, shock absorbers, a really cool pink helmet....$6",
  "muffin.Dialogue.Spring.18": "Mud puddles? More like opportunity puddles.$10#$e#You never know when you could be jumping into a hidden portal to another dimension!$3",
  "muffin.Dialogue.Spring.19": "I asked Dad if we could build a tree house this spring.#$b#He said maybe, which definitely means 'for sure'.$10#$b#",
  "muffin.Dialogue.Spring.20": "Spring cleaning? Pfft. I'm more of a spring 'let's make an even bigger mess' kinda girl.$4#$e#Fine, fine, I'll go pick up my toys.$11",
  "muffin.Dialogue.Spring.21": "I like when the wind's all soft and warm. It's like a hug from the weather#$b#Spring smells like dirt and sunshine. If I could bottle it up, I'd probably spill it.",
  "muffin.Dialogue.Spring.22": "If I had a nickel for every frog I almost caught... I'd have enough to buy more frog-catching gear.#$e#And maybe a snack for me and the frogs after.$4",
  "muffin.Dialogue.Spring.23": "Dad and I tried building a mud bridge across the creek the other day.#$b#Turns out, mud is not great at being a bridge.$12#$e#Daddy said learning from experience is the best learning method.$16#$e#He also said he'd wash my clothes before you noticed.$10",
  "muffin.Dialogue.Spring.24": "Taking the baby goats out to pasture is fun.#$b#...Until they escape.$12#$b# Then it's me versus tiny chaos demons.$18",
  "muffin.Dialogue.Spring.25": "Frogs don't mind getting dirty and neither do I. We're basically one and the same.",
  //Sibling Lines
  "muffin.Dialogue.Spring.26": "Excuse me, [HMK_Endearment], I'm a little busy at the moment.#$b#[HMK_KidName Himetarts.ARV.HMK_cookie] found an old radio buried behind the community center, and Daddy promised to lend me his tools.#$b#Which means I have to go commit some science crimes.$6#$e#%She's already running off.#$b#I promise no explosions this time!$3",
  "muffin.Dialogue.Spring.27": "Are you looking for [HMK_KidName Himetarts.ARV.HMK_cookie]? He's gone off to smell some flowers by great grandpa's grave.#$b#Oh, he's absolutely hiding, he likes to pretend I don't know how much he likes flowers.#$e#Personally I don't know what he sees in them. Gears and grime are far more fun if you ask me.$6",
  "muffin.Dialogue.Spring.28": "Jas and I had a lot of fun playing today.#$b#I had bro borrow me his action figures and we all played house together.#$e#... Bro doesn't want me to tell you this, but he played with Jas' dolls and had a ton of fun with them.#$b#He even got Vince to play along with them too, but he didn't have as much fun.$2",
  "muffin.Dialogue.Spring.29": "Have you seen the dweeb? He promised we would calculate how many racing cars worth of sand we need to burry someone under the sound.$2#$b#I'll leave his head outside, I promise!$10",
  "muffin.Dialogue.Spring.30": "Miss Penny is having us write some poetry today.#$b#My brother seemed to really excel at it, if you ask super duper nicely, he might let you read it.#$e#Mine is about a clown named Bozo who lives under the sewers.#$e#He's been contemplating his own mortality and the fragility of existence.$5",
  "muffin.Dialogue.Spring.31": "[HMK_Endearment]Can me and bro go riding out on the horse? I found some old rope and we're playing cowboys.$1#$b#What do you mean it's dangerous? I wasn't going to tie him up THAT tightly.",
  "muffin.Dialogue.Spring.32": "Not now [HMK_Endearment], I'm trying to figure out how many rolly pollies I can fit on top of my brother's belly.$6",
  "muffin.Dialogue.Spring.33": "I'm really excited for dinner with Mr. Pierre and Miss Caroline, her fried rice is always delicious.#$b#As is the tea she serves after.$1#$e#Bro says tea is too bitter for him, but I think he just doesn't have any taste.",
  "muffin.Dialogue.Spring.34": "I made and packed spring rolls for bro's and my lunch today!$1#$b#I mixed lettuce, carrots, and jelly beans in a tortilla and then stuck it all together with honey because it wouldn't stay put.#10#$b#[HMK_KidName Himetarts.ARV.HMK_cookie] hated it, but I think he's just a big baby with no taste for real culinary masterpieces.$11#$e#What? Daddy supervised my cooking! I swear it!$14",
  "muffin.Dialogue.Spring.35": "No time today, [HMK_Endearment]!$6#$b#I'm spending the day with bro because he's teaching me how to become the absolute bestest dancer for the Flower Dance.#$b#I must device a plan to beat out Haley.#$e#She'll never know what hit her, and surely she'll be forced to borrow me her flower crown this time.$6",
  "muffin.Dialogue.Spring.36": "My brother says Auntie Mia and Uncle Henry are very in love, do you think that's true?#$b#I think he just reads too many romance books.$6#$b#Don't tell him I told you that.$7",
  //Summer Randoms
  // 1-25 NO SIBLING MENTIONS
  // 26+ onwards Sibling lines
  "muffin.Dialogue.Summer.1": "Can Uncle Henry and Auntie Mia come over for lunch today? I want to play with Max!$1",
  "muffin.Dialogue.Summer.2": "Uncle Henry promised he would teach me how to fish. I want to catch a pufferfish!$1#$b#For... Science, of course.#$e#Maybe we could even put one in our fishing pond.$9",
  "muffin.Dialogue.Summer.3": "+No time to talk,[HMK_Endearment]$11#$b#I'm tired of begging daddy for the water gun, I'm gonna go build my own.$6#$e#Don't worry about parts, I'm using the ones that fell out the tractor last time we went to Cooper farms.$6",
  "muffin.Dialogue.Summer.4": "Daddy and I are working on his bike today.$1#$b#He's teaching me about all kinds of wrenches. Straight, chain, socket, pedal... Tap... Not... Straight...#$b#Ugh. I promised him I'd learned all of this before we start.$14#$e#Maybe if I write them all down.$6",
  "muffin.Dialogue.Summer.5": "I'm going to Auntie Mia's for some of her summery pink lemonade!$1#$b#It is the official summer drink for science and mechanic-making.$1#$e#Yours just doesn't taste the same, I'm so sorry. ",
  "muffin.Dialogue.Summer.6": "Can Max, %pet and I go play with the hose? I won't let my nice clothes get muddy. I swear!$1",
  "muffin.Dialogue.Summer.7": "I got some stickers as a gift in the mail, I'm gonna go add them to my helmet.#$b#Maybe I'll make it look so cute daddy won't have a choice but to take me out on his bike.#$e#Look, this one is horse, this one is a cat, this one is a wrench, and this one is a sunflower. For my daddy.",
  "muffin.Dialogue.Summer.8": "Uncle Henry looked really sad today. I wonder if we can bring him anything to make him feel better.$19#$e#Why does he always look like that?$19#$e#I hope Max gives him lots of kisses to cheer him up.",
  "muffin.Dialogue.Summer.9": "Do you know what the pig said on a hot day like this one?$2#$b#I'm bacon.$13#$b#Don't tell my daddy I said that! I still don't like puns!.$20",
  "muffin.Dialogue.Summer.10": "We are on strike! From here on out that is a no pun zone!$14#$b#We're not putting up with my daddy's pun based abuse no longer!$20#$b#Strike! Strike! Strike!$20#$e#... We will continue after a bear shaped snack.",
  "muffin.Dialogue.Summer.11": "This summer, I'm building myself a race car so I can zoom around the farm.$1#$e#As soon as I'm done, no one will be able to catch to catch me for chores.$10",
  "muffin.Dialogue.Summer.12": "As soon as I'm finished with chores, can I go play with Jas?$1#$e#Maybe her uncle Shane will allow us a water gun.$2",
  "muffin.Dialogue.Summer.13": "Can we go have dinner with Mr. Pierre and Mrs. Caroline? They said to let you know we were all invited tonight.#$b#I'll get all my homework done before it's time!",
  "muffin.Dialogue.Summer.14": "... What a miserable day, I can't think of any way to revolutionize the world.$19#$b#Don't have a water gun, and my great race car project is very behind.$13#$e#Life is truly so hard for great minds.$6",
  "muffin.Dialogue.Summer.15": "[HMK_Endearment]! Can we get a new pet?$1#$b#I made friends with a funny looking cat behind the community center.#$b#Hm? It was like... Grey with black stripes on his back. And a super fluffy tail! And it looked like he had a mask on him. He let me pet him and I gave him one of the cookies on my lunchbox.#$b#What do you mean that was a racoon?$15#$e#Well, that doesn't answer my original question anyway. He's a perfectly polite fellow, and his name is Lou after Mayor Lewis, and we're already the best friends ever.$11 q",
  "muffin.Dialogue.Summer.16": "I baked cookies with my Auntie Mia, and then shared them with my new friend, Lou over lunch.#$b#I don't care that he's a racoon he's my friend and he has feelings!$14",
  "muffin.Dialogue.Summer.17": "If I could be anyone in the world, I'd be just like my daddy.#$b#Spoiled, maintained, happy, healthy and thriving.",
  "muffin.Dialogue.Summer.18": "Oh I'm very busy today. I'm going to Jas' house and we're going to stare at her auntie look at the microwave all day.#$b#We're taking bets on what she might be staring at.$1#$e#I think it's aliens.$10",
  "muffin.Dialogue.Summer.19": "If Aunt Ripley says it's okay, then it's technically not mischief.#$b#It's teamwork.$6",
  "muffin.Dialogue.Summer.20": "The cows get lazy in the heat...#$b# I respect that. Same, cows. Same.$4#$e#I love summer nights because I get to stay up and look at the stars... But then I remember the mosquitoes also love summer nights.$11#$b#It's like stargazing with tiny vampires.$8",
  "muffin.Dialogue.Summer.21": "Summer chores aren't so bad...#$e#If you conveniently disappear when they're being assigned.$4",
  "muffin.Dialogue.Summer.22": "All the little fireflies at night make summer nights look magical.$17#$b#I tried making a wish to them recently.$3#$b#It was to stay past bed time. Still hasn't happened.$4",
  "muffin.Dialogue.Summer.23": "Summer nights smell like warm grass and dirt. Kinda smells like adventure if you ask me.#$b#It's like summer saying 'Stay past your bed time, [HMK_KidName]'#$b#Fine. I'll stop listening to the whispers of the night.$2",
  "muffin.Dialogue.Summer.24": "I tried helping by making a weed zapper today.#$b#Unfortunately, it ended up more like a me-getting-zapped zapper.$13",
  "muffin.Dialogue.Summer.25": "I tried laying out in the grass to 'relax' like people say, but the bugs had other plans.$2#$b# I lasted five minutes before they declared war and I had to retreat.$14#$e#Surely science can help me with this.$6",
  //Sibling Lines
  "muffin.Dialogue.Summer.26": "[HMK_Endearment], I've come to negotiate.$7#$b#I'm putting chores, good grades, and taking %pet out on walks on the table. Anything you say. What must I trade for the water gun?$7#$e#My brother isn't letting me read his poetry again, and he must meet the swift, water inflicted justice!$14",
  "muffin.Dialogue.Summer.27": "My brother won't let me read the poetry he wrote in Miss Penny's class.$2#$b#I promised I wouldn't make fun of him!$14#$b#I've told him a million times. I'm the brains of the family, and he's the sensitive creative. It's all well.$6",
  "muffin.Dialogue.Summer.28": "This is a surprise satisfaction survey. Please answer all questions as honestly as possible.$6#$b#How satisfactory do you consider my brother's cheeks? Sufficiently squishable?#$b#How about mine? Adorable and squish-worthy?$6#$b#Please take this seriously, this data is all necessary for research.$7",
  "muffin.Dialogue.Summer.29": "Ughh... If I die of heat stroke, please leave all of my belongings to Max...$12#$b#My brother can have a single item of his choosing...#12#$b#Jas can have whatever Max doesn't want. It's... Too hot... To go on, [HMK_Endearment].$12#$e#... Unless. I can have the water gun?$18",
  "muffin.Dialogue.Summer.30": "Me and my brother are going out on an adventure today!$1#$b#Don't ask me what we're doing exactly just yet, the mystery is point of the adventure.$10#$e#... I could go back to perfectiong my mud pie recipe.$11",
  "muffin.Dialogue.Summer.31": "I have a question.$7#$b#Miss Penny said movement counts as a type of energy.$7#$b#I know heat is another type of energy. So if both are true, you could theoretically cook a chicken by hitting it really hard.#$b#So you could slap a chicken hard enough to cook it!$17#$e#Hey Dweeb! We got ourselves a new mission.$9#$b#%In the distance, you hear your son whining pitifully at the idea.#$e#%'Not again!'",
  "muffin.Dialogue.Summer.32": "As soon as I clear out some time in my busy schedule, I'm gonna pull out the hose to play with my brother and %pet.#$b#So don't worry about watering the plants!$1",
  "muffin.Dialogue.Summer.33": "[HMK_Endearment]!#$b#My brother is hot, can I have the water gun?$1#$e#I swear I'm not spraying him in the face!$14 ",
  "muffin.Dialogue.Summer.34": "I really want to learn how to cook like my Auntie Mia....#$b#But there's such little time in the day, and so many things to build, fix and discover.#6#$b#No matter, I'll have my brother learn to cook like my Auntie, and then cook for me for the rest of his life.$6#$e#.... Alternatively, I could just marry a house-husband.$7#$b#Just like you did!$1",
  "muffin.Dialogue.Summer.35": "Can I have daddy's tools? Brother and I are building %pet a castle.#$b#.... Fine, we'll just make it out of cardboard then.$11",
  "muffin.Dialogue.Summer.36": "I heard my brother call Mr. Pierre Uncle Pierre today, and they both looked like they were about to tear up.$9#$b#Absolute goobers.$10#$e#... Daddy got a little emotional when I told him about it too though.$11#$e#Men are such emotional babies, am I right?$10",
  //Fall Randoms
  "muffin.Dialogue.Fall.1": "All the cool air is making me sleepy. Do you think daddy would mind if I curl up in his garage beside him?$9#$e#I can't be too far from him, otherwise I won't be able to absorb his knowledge.$6",
  "muffin.Dialogue.Fall.2": "I love the fall.#$b#Leaf piles. Corn mazes. Full hay bales. Falling apples to throw at people.$1#$e#If I get lost in the corn maze... leave me. I'm one with the maze now.$10",
  "muffin.Dialogue.Fall.3": "Hi, [HMK_Endearment]. Please excuse me, I have very important things to do at the moment.#$e#If you hear a weird noise in the barn... Don't worry. It's just science happening.$6",
  "muffin.Dialogue.Fall.4": "I raked the leaves today.#$b#I didn't say where I put them... but they're definitely somewhere.$9#$e#What happens if you catapult leaves instead of rake them?#$b#Asking for... research purposes. $6",
  "muffin.Dialogue.Fall.5": "I helped auntie Mia make the pie!$3#$e#Well... I taste-tested the filling. Same thing.$10",
  "muffin.Dialogue.Fall.6": "Hot cocoa tastes better when you drink it outside while plotting leaf pile jumps.#$b#Aunt Ripley helped me test that theory.$3",
  "muffin.Dialogue.Fall.7": "If I'm not back in 10 minutes, I'm either building a fort or stuck in the mud.$6#$b#Either way, don't send help. I'm exactly where I want to be.$7",
  "muffin.Dialogue.Fall.8": "Auntie Mia said we're baking pie... but I'm testing how many apples I can eat before she notices.#$e#I'm at four already, but I think I can go for a record.$6#$b#What do you mean I'll give myself a tummy ache?$15",
  "muffin.Dialogue.Fall.9": "Daddy says I can't train the goats to play tag. But I think I'm really close.$6",
  "muffin.Dialogue.Fall.10": "Daddy said said the chickens need more enrichment!#$b#So I built them a mini playground.$3#$e#Don't worry, [HMK_Endearment], it's OSHA approved.$6",
  "muffin.Dialogue.Fall.11": "Uncle Henry says 'hard work builds character.' I say 'character' is built by winning leaf pile wars.#$e#He said 'patience is a virtue.' I said 'speed is an advantage.' We agreed to disagree.$3",
  "muffin.Dialogue.Fall.12": "I asked Daddy if I could turbocharge the lawn mower.$6#$b#He said no, which obviously means 'not yet.'$10",
  "muffin.Dialogue.Fall.13": "Hi [HMK_Endearment]. Don't mind me, I was just thinking about the UCC again today.#$b#The design must still be perfected in order to have a shot at winning the pumpkin carving competition.#$b#Do you think I could fit a small engine in a pumpkin? Bet no one will be bored if we can race them.$6",
  "muffin.Dialogue.Fall.14": "I told Dad we needed at least 20 pumpkins this year. I've got plans.$6#$b#Big, explosive plans.$7",
  "muffin.Dialogue.Fall.15": "There was a book in the library about animals enjoyment of music and their growth hormone production increasing.$1#$b#I didn't read it because it was too heavy, but I wanted to see if the pigs liked music, so I rigged the radio to the pen.$6#$b#Turns out they prefer country.$7",
  "muffin.Dialogue.Fall.16": "I tried to teach %pet to fetch my wrench when I'm working with daddy.#$b#But now he just brings me random stuff.$3#$b#Science is unpredictable.$6",
  "muffin.Dialogue.Fall.17": "I truly thing I have the science stuff in the bag.$6#$b#Hydraulics? Easy. It's just making stuff move with angry water.$10",
  "muffin.Dialogue.Fall.18": "Daddy says I broke the radio when I was trying to fix the static noises.$2#$b#I disagree though. I don't 'break' things. I stress-test them until they show me their weaknesses.$3",
  "muffin.Dialogue.Fall.19": "Daddy says I'm his 'little assistant.' I prefer 'chief supervisor of questionable ideas.",
  "muffin.Dialogue.Fall.20": "Today I climbed the largest apple tree in our orchard to fetch the bestest apples.$17#$b#Then I stayed on top for a few hours to enjoy the view.$4#$b#And maybe because I got stuck.$2",
  "muffin.Dialogue.Fall.21": "Daddy says 'work smarter, not harder.' So I let the goats mow the lawn for us.$10",
  "muffin.Dialogue.Fall.22": "Punishments mean nothing to me.#$b#Daddy calls it 'mucking the stalls,' I call it 'building character.' Either way, I'm still covered in mud.$4",
  "muffin.Dialogue.Fall.23": "The alignment of the stars says today's not a learning day. I'm just respecting nature.$5#$b#What do you mean I have to go to school anyway?$15#$e#This is so unfair. What if I go to school and miss the moment when my next brilliant idea strikes?$12",
  "muffin.Dialogue.Fall.24": "My throat feels... Suspicious. Better stay home and monitor the situation.$2#$b#Ugh. But *[HMK_Endearment]*, what if I'm contagious? I wouldn't want to spread my laziness.$12#$e#...!$15#$b#Illness. I said illness.$18",
  "muffin.Dialogue.Fall.25": "I was in charge of stirring the cider. So technically, I'm a chef now#$e# I also baked pies with Auntie Mia.#$b#She left me in charge of the frosting, Which is her mistake, not mine.$10",
  //Sibling Lines
  "muffin.Dialogue.Fall.26": "[HMK_KidName Himetarts.ARV.HMK_cookie] and I tried to teach the goats to follow commands.#$b# Turns out... They prefer doing whatever they want.$11#$e#No matter, nothing more experimentation can't solve. Science has never lead me astray.$6",
  "muffin.Dialogue.Fall.27": "Hi [HMK_Endearment]!$1#$b#Bro and I are going to go pumpkin picking today.#$b#We're intent on picking out the largest one for the sake of creating the Ultimate Carved Creation or UCC for short.$10#$e#Yes, it must be the largest one there is or UCC will have no chance at winning first place.$6#$b#Don't worry, if we can't carry it we'll just be rolling it home.$6",
  "muffin.Dialogue.Fall.28": "... Could you punish me?$19#$b#I made my brother cry today, and I feel really, really, really bad about it. I think I played a little too rough with him.$19#$b#Of course I already apologized to him. He said he forgave me, but I still feel very guilty.$5#$e#I'll do my best to remind him I love him lot's and lot's.#$b#And not involve him in my experiments as much.$11",
  "muffin.Dialogue.Fall.29": "I think I'm tall enough to ride the biggest roller coaster next time we go to Amusement Land.$10#$b#Now it's just time to convince bro to come ride it with me....$11#$b#%In the distance, you hear your son screaming 'No'!",
  "muffin.Dialogue.Fall.30": "Mr. Pierre gifted me and my brother some ice pops when I went to buy daddy's soda.$1#$b#Of course I said thank you.#$e#I think daddy is right, Mr. Pierre isn't as bad as everyone seems to say.",
  "muffin.Dialogue.Fall.31": "I really want to learn how to cook like my Auntie Mia....#$b#But there's such little time in the day, and so many things to build, fix and discover.#6#$b#No matter, I'll have my brother learn to cook like my Auntie, and then cook for me for the rest of his life.$6#$e#.... Alternatively, I could just marry a house-husband.$7#$b#Just like you did!$1",
  "muffin.Dialogue.Fall.32": "Let me know the next time you and daddy are going on a date, me and my brother will build you the greatest pillow fort for you two to hide within and not be disturbed.#$e#No, I swear we won't get up to anything, pinky promise.$9#$b#%You can distinctively see her fingers crossed behind her back. ",
  "muffin.Dialogue.Fall.33": "We spent all morning raking leaves into a huge pile.$1#$b# I was gonna jump in, but my brother said, 'What if there's bugs in there?'$6#$b#So I let him go first. Y'know... just in case.$7",
  "muffin.Dialogue.Fall.34": "We tried cleaning out the barn, but halfway through, we started playing 'hay fort wars.'#$b#I don't think daddy's gonna be impressed by the hay explosion.$6",
  "muffin.Dialogue.Fall.35": "It smells SO so nice inside Mr. Pierre's shop.$1#$b#He said he was trying this 'infusion' that my Auntie Mia recommended.#$b#He seemed very proud because business has been up ever since, according to him.#$b#But I'd argue it's all just thanks to my auntie.",
  "muffin.Dialogue.Fall.36": "Aunt Mia and Uncle Henry's house smells SO much like pumpkin spice.$17#$b#I thought my aunt had baked a pie, but she said it was her pumpkin spice air diffusor.#$b#And pumpkin spice candles. And soap. And lotion. And face mask. And coffee.#$e#Can't wait to be an adult with weird spending habits.",
  //Winter Randoms
  "muffin.Dialogue.Winter.1": "[HMK_Endearment]!$14#$b#I was trying to make snow angels and daddy said all I'd manage to make would be snow devils.$13#$b#%In the distance, you hear Sterling giggling like a hyena.",
  "muffin.Dialogue.Winter.2": "I was making a snow fort... But then I thought, why stop at a fort? So now I'm building a snow empire.$10#$e#You can call me Her Radiant Empress, Queen [HMK_KidName] Cooper the Third.$10#$e#My first order in office is cocoa with marshmallows for dinner.$1",
  "muffin.Dialogue.Winter.3": "I put fresh snow in Daddy's boots to keep them 'fresh' on his walk to the garage.#$b#He didn't appreciate my thoughtfulness.$4",
  "muffin.Dialogue.Winter.4": "Daddy says 'bundle up.' I say three layers is enough for any adventure.$10#$e#He says I should wear gloves. But how am I supposed to tinker with numb fingers?$6#$e#He thinks hot cocoa will keep me inside. Silly Daddy... I drink it on the go.#$e#Adults are so funny thinking they know it all.$6",
  "muffin.Dialogue.Winter.5": "Hi, [HMK_Endearment].#$b#My inner scientist says I should observe how long I can stay cozy under my blanket today.$4#$e#See I asked the magic 8 ball if I should go to school. It said 'try again later.' Can't argue with science.",
  "muffin.Dialogue.Winter.6": "I know daddy says I can't ask for power tools for the Winter Feast.#$b#So I asked for parts to build my own instead.$6#$b#I'm thinking ahead.$10",
  "muffin.Dialogue.Winter.7": "Daddy said not to track snow inside.#$b#So I sledded in. Way more efficient.$3",
  "muffin.Dialogue.Winter.8": "You see, [HMK_Endearment], the thing is the heater and I have formed a mutual understanding.#$b#It doesn't want me to leave and I can't risk frostbite on my toes.$3#$b#I need all ten for... engineering purposes.$6#$e#If I stay home, I can do independent study. I promise I'll learn stuff... Probably.",
  "muffin.Dialogue.Winter.9": "I read that hibernation is a valid survival technique.#$b#Which means if I stay in today, I'm just following nature's example.$10",
  "muffin.Dialogue.Winter.10": "The barn was too quiet so I built a snow maze for the chickens. Now they're busy.$10#$e#Daddy does that with me sometimes by putting me in a pen with some of his old tools.#$b#It works.$4",
  "muffin.Dialogue.Winter.11": "One time, I was hanging out in Auntie Mia's room and she opened her closet to reveal a veritable treasure trove of boots.$17#$b#I'm so jealous. How come my aunt gets to have pair in every color?#$b#That's like -- Maximum fashion efficiency.$17#$e#Boot science.$17",
  "muffin.Dialogue.Winter.12": "Daddy told me to organize his tools.$17#$b#I organized them by frequency of chaos usage.$4#$e#That'll teach daddy for thinking he can keep me entertained with menial tasks instead of letting me help with the cars.$10",
  "muffin.Dialogue.Winter.13": "Daddy says I'm 'too young' to fix cars. But I think I'm old enough to improve them.$10",
  "muffin.Dialogue.Winter.14": "I wanted to go play with Jas today, but I can't find my dolls.$11#$b#Oh I didn't lose them. I just built them a castle in the hayloft and one of the cows decided they wanted to live there instead.$1#$b#Unfortunately they look too cute sleepy and I don't wanna bother any of them to get them to stand up.",
  "muffin.Dialogue.Winter.15": "I accidentally left my gloves outside and now they're ice bricks.#$b#So technically, I invented glove-cicles.$10",
  "muffin.Dialogue.Winter.16": "Aunt Ripley taught me how to make a perfect snowball... And then used me for target practice!$14#$b#I'm not falling for that again.$16",
  "muffin.Dialogue.Winter.17": "No time today [HMK_Endearment]!#$b#I have to go to Sunberry to convince Aunt Ripley to let me attach a sled to the back of her tractor.$6#$b#I call it extreme farming!$10",
  "muffin.Dialogue.Winter.18": "Uncle Henry was showed me this old book with pictures of him and daddy from school.$1#$b#He had this really funny coconut looking haircut in them.$3#$e#I have truly never seen a man in so much denim.$11",
  "muffin.Dialogue.Winter.19": "Uncle Henry says he's gonna take me to the rodeo!$1#$b# Now I just need to convince him to let me ride the bull...$3",
  "muffin.Dialogue.Winter.20": "Hi [HMK_Endearment].#$b#I'm just trying to figure out how to evaporate lemons up to the clouds so we can get lemonade snow.$6#$b#It's like my aunt Ripley says, when life gives you lemons..$6#$b#Commit strange science crimes that defy nature.$1",
  "muffin.Dialogue.Winter.21": "I think I'll join daddy at the garage today.#$b#We're learning how to change breaks today.$1",
  "muffin.Dialogue.Winter.22": "I asked Daddy if I could build a remote-controlled sled.#$b#He said 'When you're older' before I even finished. Rude.$2#$e#Oh well. Genius has no age.$6",
  "muffin.Dialogue.Winter.23": "You see [HMK_Endearment], I would go to school but I think I'm allergic to learning today.$11",
  "muffin.Dialogue.Winter.24": "[HMK_Endearment], can you check on my daddy?$8#$b#He's anxiety cooking again.$11",
  "muffin.Dialogue.Winter.25": "I saw daddy struggling a little at the alcohol section of the General Store while Pierre was looking away.$11#$b#It's okay,[HMK_Endearment], he walked away on his own. I saw while he wasn't looking.$3#$b#I think he was a little sad afterward, but I'm proud of him.$4",
  "muffin.Dialogue.Winter.26": "My brother's always making up excuses for why he can't do stuff, but when he actually tries, he's almost as good as me!#$b#You did not hear that from me, and if he asks, I will never repeat it again.$11",
  "muffin.Dialogue.Winter.27": "Don't worry [HMK_Endearment], I'm supervising my brother while he's working on his new masterpiece.#$b#... And waiting for the perfect moment to sneal his snack, if you want to be specific about it.$10#$e#He gets so focused on his work, it's really amazing to watch... He's so sweet.$4",
  "muffin.Dialogue.Winter.28": "You can't rush perfection, right? So I'll just sit over there... Taking my time to get in the mood to work.$4#$b#My brother doesn't mind helping though. He likes being busy.$1#$b#I'm busy being perfectly still.$4",
  "muffin.Dialogue.Winter.29": "I was gonna go help with the garden, but then my brother started reading his new poem, and now I'm just really cozy on this bench.$1#$b# Maybe I'll nap, and by the time I wake up, he'll have it all figured out.$1#$b# It's like I'm helping... without doing anything at all.$4",
  "muffin.Dialogue.Winter.30": "Bro and I build a gingerbread house today!$1#$b#Then I upgraded it with defense systems.$0#$b#He didn't like that as much, but that's alright. Not everyone is made to appreciate genius.$10",
  "muffin.Dialogue.Winter.31": "[HMK_KidName Himetarts.ARV.HMK_cookie] and I finally perfected our snow fort today!$17#$b#To celebrate, I let him be the snow king.$4#$e#And them promptly overthrew him through a snow coup because he just couldn't handle the power.$6",
  "muffin.Dialogue.Winter.32": "My brother is like... *Really* bad at dodging snowballs.$10#$b#Hey dweeb! Do you want to practice some more?$9#$e#%In the distance, you hear your son whining pitifully at the idea.#$e#%'Not again!",
  "muffin.Dialogue.Winter.33": "Have you seen [HMK_KidName Himetarts.ARV.HMK_cookie]?#$b#No mischief today.$4#$b#I'm feeling like dancing in the snow and I need my trusted dance partner.#$e#Otherwise, I could always dance with %pet",
  "muffin.Dialogue.Winter.34": "[HMK_KidName Himetarts.ARV.HMK_cookie] has been a little chilly, so I rolled him into a burrito with our bedsheets this morning.#$b#He liked it, I swear!$8",
  "muffin.Dialogue.Winter.35": "Mr. Pierre says I look a lot like my daddy when I make certain expressions.#$b#I have no idea what he's talking about.$10#$e#Do you think I look like you [HMK_Endearment]?$21",
  "muffin.Dialogue.Winter.36": "%pet woke me up by laying atop me this morning.#$e#Nothing like deep pressure therapy to start the day.#$e#[HMK_KidName Himetarts.ARV.HMK_cookie] doesn't appreciate it when I do it, but it's okay not to have taste.$10",
  //Rain dialogue (Characters/Dialogue/rainy)
  "muffin.Dialogue.Rain.1": "Rainy days are for building something!$4#$b#Or for napping.#$b#I haven't decided which one I'm doing yet.",
  "muffin.Dialogue.Rain.2": "If I wear enough plastic bags, I become waterproof.$6#$b#Fashion and function!$1",
  "muffin.Dialogue.Rain.3": "I built a raft out of buckets and hope.#$b#Didn't make it past the porch, but I looked cool trying.$1",
  "muffin.Dialogue.Rain.4": "They said I couldn't make a working pulley system in the living room.#$b#Joke's on them--I already did.$10#$b#...Don't sit on the couch.$8",
  "muffin.Dialogue.Rain.5": "I'm conducting highly important experiments involving hot cocoa and exactly how many marshmallows fit in a mug.$6#$b# Current count: eleven.",
  "muffin.Dialogue.Rain.6": "I was gonna clean, but then I remembered I'm eight and have better things to do.#$b#Like taping spoons together for science.",
  "muffin.Dialogue.Rain.7": "I wrote a play.#$b#It's called 'The Great Rain Puddle Heist.$6#$b#' I'm the lead, the villain, and the narrator. It's a one-kid show.$10",
  "muffin.Dialogue.Rain.8": "I made my own indoor thunder with pots and a spoon.#$b#The acoustics in the kitchen are *chefs kiss*.$4",
  //Festivals
  "muffin.Festivals.spring13_y1": "Hey [HMK_Endearment], what's an eggs favorite day of the week?#$b#Well today of course!$1#$e#What. You thought I was going to make a pun?$10#$b#Wrong! I hate puns.$14#$e#%Sterling chimes up behind her 'It's Fry-day'.",
  "muffin.Festivals.spring13_y2": "You see, I *could* participate in the egg hunt, or I could judge everyone else's performance.$10#$e#The secret isn't that I think I could do better at collecting eggs, but that I could do better at *hiding* them.$10#$b#I have a system planned out already. See?$6",
  "muffin.Festivals.spring24_y1": "%[HMK_KidName] is carefully dancing in place. Two, three, four... Two, three, four...#$b#One second [HMK_Endearment], I'm still working on perfecting my steps.$9#$b#Of course I'm taking it seriously.$5#$b#Dancing is very much like bank robbery after all.$6#$b#It takes split second timing.$10",
  "muffin.Festivals.spring24_y2": "Do you think *I'll* get to be flower queen this year?$17#$b#If they pick me, I promise to make Max my flower king.$21",
  "muffin.Festivals.summer11_y1": "I put in our strongest chili to the soup this year.$21#$b#What?$15#$b#Nothing.$3",
  "muffin.Festivals.summer11_y2": "Mayor Lewis didn't let me go near the soup pot.$19#$b#I wasn't going to do anything!$14#$e#Yet.$21",
  "muffin.Festivals.summer28_y1": "Jellyfishies...$17",
  "muffin.Festivals.summer28_y2": "Do you think I can go swim with the jellyfish?$21#$b#Stinging is a worthy price to pay for frolicking with such beauty.$4",
  "muffin.Festivals.fall16_y1": "We have all the chickens we could want at home, so I don't really care about going to pet the animals.#$b#What I *really* wanna do, however, is go touch that weird old lady's orb.$10#$e#Could I just get my own?$21",
  "muffin.Festivals.fall16_y2": "Can I have some extra money to go gamble on the wheel?$17#$b#Of course you don't have to worry, my dad's addictive personality is totally not hereditary.$21#$e#Probably.$21",
  "muffin.Festivals.winter8_y1": "Alright! Time to put every fishing lesson with uncle Henry to the test.$10#$b#I must make him proud!",
  "muffin.Festivals.winter8_y2": "This lady is definitely on the right track with the hat on her piggy.#$b#We should take notes. There is a boundless, untapped market for porcine fashion.$6",
  "muffin.Festivals.winter25_y1": "If we put enough lights on the tree. Do you think aliens might be able to see it?$21",
  "muffin.Festivals.winter25_y2": "This year, the thing I'm most grateful for is you and daddy.$21#$e#And %pet. And Max. And Mr. Rooster. And Lou the Racoon.#$e#And my auntie Mia, and my uncle Henry, and my aunt Ripley. And Mr. Pierre. And Miss Penny.#$e#And also crayons. And glitter. And sunshine in the sky and delicious tasting dew.",
  //Movies
  "muffin.MovieInvite_Invited": "We're going to the movies?$17#$b# YES! Of course I'll go with you.$17#$b#I want 3 buckets of popcorn all to myself.$3",
  "muffin.Movie.With_Parent_Before": "Can we get a soda?$17#$b#And chocolate bars? And a crepe? Some fries? And some cotton candy. Oh! And some carrots.$17#$b#The latter is for the animals outside.",
  "muffin.Movie.With_Parent_Script": "[HMK_KidName] happily kicks her feet on the seat, seeming delightfully engaged the entire time.",
  "muffin.Movie.With_Parent_After": "That was like. THE BEST.$17",
  "muffin.Movie.love_Before": "MOVIE NIGHT! MOVIE NIGHT! I'm so excited I could just BURST.$17",
  "muffin.Movie.love_After": "That was... Life changing.$8#$b#I need to change the entire course of my life *RIGHT* now.$8#$b#Life here I GO!$3",
  "muffin.Movie.like_Before": "POP! CORN! POP! CORN! POP! CORN!$17#$e#Mr. Attendant! A whole large box just for me please!$3",
  "muffin.Movie.like_After": "Everyone knows the best part of coming to the movies is all the leftover snacks after.$3#$b#Don't worry. I'll have all of it for dinner. I am 100% this is a great idea I will absolutely not regret later.",
  "muffin.Movie.dislike_Before": "Oh this is going to be a long two hours, won't it...$16",
  "muffin.Movie.dislike_After": "Of course I enjoyed myself.$17#$b#I just.... Slept the whole way through.$21#$e#It's not my fault we can't all have superior taste in movies like me.$11",
  //Little Red Schoolhouse
  "muffin.Xiddav.LittleRedSchoolhouse.Desk": "{{KidName}} Cooper. Daddy's most lovable little muffin.",
  "muffin.Xiddav.LittleRedSchoolhouse.Penny": "Hi @. Are you here to ask about the little ones?Well, when it comes to [HMK_KidName Himetarts.ARV.HMK_muffin]...#$b#There is no mistaking that she is a brilliant little girl. Creative, diligent and unquestionably smile.#$b#There is something to be said about her attention span. Her head is always in the clouds thinking about what to engineer next.#$b#But with the right motivation and a little focus, she's one of my top students. A real delight to teach.",
  "muffin.Schedule.Schoolhouse.000": "We had to write about our heroes in class.#$b#I wrote about my dad. He's a hero who can fix anything!$17#$b#...Except maybe my math grade.$11",
  "muffin.Schedule.Schoolhouse.001": "I might have accidentally glued my ruler to my desk in art class.$8#$b#I told Miss Penny it was an experiment in structural integrity.$6#$b#... I don't think she bought that.$7",
  "muffin.Schedule.Schoolhouse.002": "I tried convincing Miss Penny that building a model tractor counts as a science project! $17#$b#She said 'Nice try' but I really think I'm onto something.",
  "muffin.Schedule.Schoolhouse.003": "Miss Penny says I need to focus more in class. But what if I'm just thinking about bigger things?#$b# Like... how to make a self-cleaning chicken coop?$6#$b#Or a heating regulated second floor!$17#$e#It's okay. Not everyone appreciates genius [HMK_Endearment]",
  "muffin.Schedule.Schoolhouse.004": "I swapped half my sandwich for a chocolate bar today.$1#$b#Daddy said it's a bad trade, but I told him I'm investing in happiness.$21#$e#That said, do you think lunch will be ready when I come home from school?$18",
  "muffin.Schedule.Schoolhouse.005": "When the bell rings, I'm outta there faster than a chicken on the loose.$1#$b#I mean... I've got important stuff to do at home.",
  "muffin.Schedule.Schoolhouse.006": "School's fun and all, but what I really need to do is get home and finish that project in Dad's garage.#$b#I've got big ideas brewing.$6",
  "muffin.Schedule.Schoolhouse.007": "We were supposed to be doing math, but I got bored and started doodling gears and levers.#$b# Miss told me to focus but I was like: 'I am!'#$b#I'm just thinking about future innovations.#$e#Trust me, it's all paying off when I'm older.",
  "muffin.Schedule.Schoolhouse.008": "We had to write an essay on our biggest inspiration.#$b#I was going to write about duct tape. I mean, what can't it fix?#$b#Miss Penny said I was creative.#$e#... Oh. In the end I wrote about my daddy.#$b#Only he can fix more things than duct tape.$10",
  "muffin.Schedule.Schoolhouse.009": "Lunch is my brainstorming time.#$b#I had this brilliant idea to turn my lunchbox into a mini tool kit. $6#$b#But... then I realized I'd have to carry tools instead of snacks. Tough call.$7",
  "muffin.Schedule.Schoolhouse.0010": "Recess perfect for thinking time.#$b#Everyone's running around, and I'm over here wondering how to automate the swings.#$6#Imagine a swing that pushes itself!$3",
  "muffin.Schedule.Schoolhouse.0011": "It's raining so much today, I told Miss Penny I would be 'conducting a water displacement experiment' by stomping in puddles.$3#$b# She didn't seem very convinced and told me to go back to class.",
  "muffin.Schedule.Schoolhouse.0012": "When it rains, recess gets canceled, and we have to sit inside.#$b#I told my friends, be could use this time to plan an indoor catapult system, but they didn't think Miss Penny would be as appreciative of my innovation.",
  "muffin.Schedule.Schoolhouse.0013": "I told my friends I was working on a way to harness all this rain and turn it into power. #$b#They said I was crazy, but it's okay. Not everyone understands the magic of hydroelectric power.$4",
  "muffin.Schedule.Schoolhouse.0014": "Rainy days really get my gears turning.$6#$b#What if I built a puddle detector that warns you before you step in one?$0#$b#I'd be a hero for soggy sock prevention.$4",
  "muffin.Schedule.Schoolhouse.0015": "Rainy day project idea: A mud-proof tractor.$1#$b#Daddy says that's just a regular tractor... but I think I can make one that doesn't get stuck.$4",
}