{
  // Muffin
  "Sterling.NewChild.Muffin_0": "Today I learned that hell hath no fury like a toddler who's sandwich has been cut into squares when they wanted triangles.$3#$b#It's a good thing that %kid1 looks so much like you, it's hard to get frustrated with such an adorable little thing.#$e#... But for real, could I have a hand with their sandwiches?$3",
  "Sterling.NewChild.Muffin_1": "*sighs*$4#$b#I.... I'm just so happy, @.#$b#You, [HMK_KidName Himetarts.ARV.HMK_muffin], %pet , have made me the happiest man alive... Thank you. I love you more than words can even describe.$1#$e#That being said I'm going to need an extra 10 minutes to mop the floor because the gremlins have stunk up the house.$10",
  "Sterling.NewChild.Muffin_3": "Mia offered to babysit [HMK_KidName Himetarts.ARV.HMK_muffin] like she does for Amina and the neighborhood children if we ever wanted to have an alone night.#$b#It was incredibly tempting at first, but the more I think about leaving [HMK_KidName Himetarts.ARV.HMK_muffin]'s side the more I think loud nights are just fine.#$b#I don't ever wanna leave their side, I don't know how I'll do it when they grow...$4#$e#But if you ever want to take her up on that offer, do let me know.$9",
  "Sterling.NewChild.Muffin_4": "I'm not half as skilled as Mia, but I made [HMK_KidName Himetarts.ARV.HMK_muffin]some bear shaped pancakes for breakfast. The strawberries are the bow tie!$9#$b#I made you some too, love. My favorite honey-bear. *smooch* [HimeTarts.ARV_Bear_Pancakes]",
  "Sterling.NewChild.Muffin_5": "Muffin said she's gonna build me a 'bike upgrade device' today.#$b#I'm 90% sure it's a coffee can taped to a wrench, but I'm touched.$13",
  "Sterling.NewChild.Muffin_6": "Your daughter convinced me the garage was haunted so I'd let her install her 'ghost sensors.'$3#$b#Turns out it was just a raccoon.#$e#Screamed something about it being named Lou?",
  "Sterling.NewChild.Muffin_7": "You ever see [HMK_KidName Himetarts.ARV.HMK_muffin]'s face when she gets a gear to click just right?#$b#It's like watching the sunrise with motor oil in its veins.$13#$e#Sorry. It makes me a little emotional. She reminds me so much of you.$13",
  "Sterling.NewChild.Muffin_8": "I love how [HMK_KidName Himetarts.ARV.HMK_muffin] calls it 'engineering' when she tapes three fans together and calls it a wind tunnel.$10#$b#She's got your fire, you know that? But mixed with my bad ideas and worse follow-through.$13#$e#You think if we wrapped her in bubble wrap she'd still manage to hot wire the blender again?...Yeah, me too.",
  "Sterling.Good.Muffin_0": "%Sterling seems pretty quiet this morning#$b#... Oh, I'm sorry, not trying to ignore you darling. I just headed to Pierre's and almost bought a beer on the way out.$2#$b#When I realized I then thought, fuck it... It's not like he'd find out.^hen I realized I then thought, fuck it... It's not like she'd find out.$2#$b#I didn't though, I promise. Badly as I might've wanted to... Guess this'll be harder than I thought.$11#$e#Bought you a treat from the store though. [243 223 233]",
  "Sterling.Good.Muffin_1": "Good morning, sweetheart. Got you a treat before you head out.[243]#$b#A lollipop for the sweetest lollipop I have ever met.$10#$e#Have a good day at work, alright?",
  "Sterling.Good.Muffin_2": "I hope you know CPR, because you are taking my breath away this morning!$10#$b#%Sterling pulls you in for a tender kiss.#$b#What am I to do with you? Can't possibly be THIS perfect.$1",
  "Sterling.Good.Muffin_3": "Mmm... I must have moved into a museum, because my husband looks like a work of art.$4^Mmm... I must have moved into a museum, because my wife looks like a work of art.$4",
  "Sterling.Good.Muffin_4": "Oh, darling. Come closer, there's something stuck on your face.#$b#%Sterling leans in to steal a peck from your lips.#$b#There! All fixed up.$1",
  "Sterling.Good.Muffin_5": "I stopped to play with Amina on my way back from Sunberry.#$b#Little rascal is growing so fast.",
  "Sterling.Good.Muffin_6": "... Do I tell you how grateful I am for you enough?#$b#Because I think I should say it even more. Meeting you was the best thing that's even happened to me. Thank you.#$b#Now give me a kiss before I get self conscious. I'd never felt this comfortable with anyone.$4",
  "Sterling.Good.Muffin_8": "Woah there, cowboy. Did the sun come out or did you just smile at me?$10^Woah there, sugar. Did the sun come out or did you just smile at me?$10#$b#I swear, if it weren't for that damned sun you'd be the hottest thing alive today.$10",
  "Sterling.Good.Muffin_9": "Hey lover! Why did the ketchup blush?$10#$b#He saw the salad dressing!$13#$e#Speaking off, do you need any help with those clothes?$10",
  "Sterling.Good.Muffin_10": "I fixed the sink, sharpened the mower blades, and patched that hole in the shed roof.#$b#So I'd say I earned the title of Husband of the Hour.#$10#$b#Hourly awards are fine, right?$9",
  "Sterling.Good.Muffin_11": "The new calf thinks I'm his momma now.$13#$b#Followed me around all day like I was wearing a hay suit. You jealous?$10",
  "Sterling.Good.Muffin_12": "Saw Henry out in the field before sunrise.#$b#He was already fuming at the weeds. Man's at war with dandelions like they owe him money.$10",
  "Sterling.Good.Muffin_13": "Today I got bit by a goose, nearly lit my sleeve on fire, and dropped a wrench on my foot.$13#$b# But I made it home to you, so I'm calling it a win.",
  "Sterling.Good.Muffin_14": "I offered to help [HMK_KidName Himetarts.ARV.HMK_muffin] with her little invention and she said, 'Only if you promise not to make it punny.'#$b#That hurt a little.$6",
  "Sterling.Good.Muffin_15": "So... Muffin tried to build a catapult again. This time using my socket wrenches.$3#$b#I love that kid, but I'd also like to have tools tomorrow.$3#$e#Maybe I should revisit my duct-taping her to the bench idea.$10",
  "Sterling.Indoor_Night.Muffin_0": "Mmm, I've been looking forward to holding your handsome face for just about the whole day.^Mmm, I've been looking forward to holding your pretty face for just about the whole day.#$b#Would you do a poor, yearning man the honor?",
  "Sterling.Indoor_Night.Muffin_1": "*sigh* $d#$b#....I'd like to take you to the movies, but they don't let you bring in your own snacks.$2#$b#And how could I possibly go anywhere without my favorite snack? *kiss* $1",
  "Sterling.Indoor_Night.Muffin_2": "You must be exhausted love, because you've been running through my mind all day.#$b#%Sterling pulls you in for a quick kiss.#$b#How about I make dinner tonight?",
  "Sterling.Indoor_Night.Muffin_3": "I tried cleaning the place up while you were gone... I'm not sure if I did it right, you'll have to forgive me.$3#$b#But at least every one of your tools is in its correct place. Not a thing out of order. I hope that can help at least.",
  "Sterling.Indoor_Night.Muffin_4": "Got a text from one of my old buds from the city. Thought I had all their numbers blocked.$5#$e#I hope I'm making the right choice... It shouldn't feel this weird by now, should it?$2",
  "Sterling.Indoor_Night.Muffin_5": "My muscles feel incredibly sore, feels like my whole body is killing me.$6#$b#Come here, poppet. Why don't I draw us a hot bad after a hard day and we can share it? I'll massage your back,#$b#and you can help me with my shoulders after.",
  "Sterling.Indoor_Night.Muffin_6": "Mmmm, I'm feeling incredibly restless after today. Can't seem to shake off all the extra energy.#$b#I might run a night lap around the farm, wait up for me alright?#$e#Just the farm. No saloon, promise.$11",
  "Sterling.Indoor_Night.Muffin_7": "That storm knocked out power to the barn, so I fixed it in the dark like a mysterious handyman from one of your romance books. You're welcome.$10#$e#I swear, if this farm throws one more surprise at me, I'm gonna start sleeping with my boots on.$6#$b#...Unless you give me a better reason not to.$10",
  "Sterling.Indoor_Night.Muffin_8": "Darling, you keep lookin' at me like that and I might just skip every chore on the list and call this a holiday.$10",
  "Sterling.Indoor_Night.Muffin_9": "Hey lover. I folded all the laundry today.#$b# Every last towel. All of them weirdly shaped now, but folded with love.$10",
  "Sterling.Indoor_Night.Muffin_10": "Your daughter duct-taped my wrench to a rake and called it the 'ultimate multipurpose farm-vention.'$10#$b#I'd be mad if it hadn't actually kinda worked.$10#$e#That child is going to leave me out of a job soon, mark my words.$10",
  "Sterling.Indoor_Night.Muffin_11": "Sometimes [HMK_KidName Himetarts.ARV.HMK_muffin] does this little wiggle when she figures something out.#$b#Like her brain's so excited, her body can't help but dance.$13#$e#She looks just like you when she does it, I swear.",
  // Cookie
  "Sterling.Marriage.Indoor_Night.Cookie_0": "Mmm, I've been looking forward to holding your handsome face for just about the whole day.^Mmm, I've been looking forward to holding your pretty face for just about the whole day.#$b#Would you do a poor, yearning man the honor?",
  "Sterling.Marriage.Indoor_Night.Cookie_1": "*sigh* $d#$b#....I'd like to take you to the movies, but they don't let you bring in your own snacks.$2#$b#And how could I possibly go anywhere without my favorite snack? *kiss* $1",
  "Sterling.Marriage.Indoor_Night.Cookie_2": "You must be exhausted love, because you've been running through my mind all day.#$b#%Sterling pulls you in for a quick kiss.#$b#How about I make dinner tonight?",
  "Sterling.Marriage.Indoor_Night.Cookie_3": "I tried cleaning the place up while you were gone... I'm not sure if I did it right, you'll have to forgive me.$3#$b#But at least every one of your tools is in its correct place. Not a thing out of order. I hope that can help at least.",
  "Sterling.Marriage.Indoor_Night.Cookie_4": "Got a text from one of my old buds from the city. Thought I had all their numbers blocked.$5#$e#I hope I'm making the right choice... It shouldn't feel this weird by now, should it?$2",
  "Sterling.Marriage.Indoor_Night.Cookie_5": "My muscles feel incredibly sore, feels like my whole body is killing me.$6#$b#Come here, poppet. Why don't I draw us a hot bad after a hard day and we can share it? I'll massage your back,#$b#and you can help me with my shoulders after.",
  "Sterling.Marriage.Indoor_Night.Cookie_6": "Mmmm, I'm feeling incredibly restless after today. Can't seem to shake off all the extra energy.#$b#I might run a night lap around the farm, wait up for me alright?#$e#Just the farm. No saloon, promise.$11",
  "Sterling.Marriage.Indoor_Night.Cookie_7": "That storm knocked out power to the barn, so I fixed it in the dark like a mysterious handyman from one of your romance books. You're welcome.$10#$e#I swear, if this farm throws one more surprise at me, I'm gonna start sleeping with my boots on.$6#$b#...Unless you give me a better reason not to.$10",
  "Sterling.Marriage.Indoor_Night.Cookie_8": "Darling, you keep lookin' at me like that and I might just skip every chore on the list and call this a holiday.$10",
  "Sterling.Marriage.Indoor_Night.Cookie_9": "Hey lover. I folded all the laundry today.#$b# Every last towel. All of them weirdly shaped now, but folded with love.$10",
  "Sterling.Marriage.Indoor_Night.Cookie_10": "Sometimes I look at [HMK_KidName Himetarts.ARV.HMK_cookie] scribbling in that notebook, all hunched over and focused, and I just think... How'd we get so lucky?$4",
  "Sterling.Marriage.Indoor_Night.Cookie_11": "He doesn't say much, but [HMK_KidName Himetarts.ARV.HMK_cookie] watches everything.#$b# Like today, I dropped a bolt and he handed me a new one before I even noticed.$3#$b#He's got this way of seeing the soft in everything. It's like the world's sharper for the rest of us, but not for him.$4#$b#That's my baby boy, @.$0",
  // Both
  "Sterling.Marriage.TwoKids_0": "I've learned so much from our children, I'm so thankful for the experience every day.#$b#Like how parenthood is a journey except it's just traveling from room to room putting away the same toys all day long.$9#$e#And mostly just informing kids how many more minutes they have of something.$10",
  "Sterling.Marriage.TwoKids_1": "You know, having children is like living in a frat house - nobody sleeps, everything's broken, and there's a lot of throwing up.$9#$e#It's a good thing they have us here to love them, thank you for blessing me with the most beautiful kids, @. #$b#The three of you are the loves of my life.$4",
  "Sterling.Marriage.TwoKids_2": "Man, having one child makes you a parent. Having two kids makes you a referee.$1#$b#No wonder our parents hated when Henry and I got together. We were the worst. I can't imagine as babies.$9",
  "Sterling.Marriage.TwoKids_3": "Today was a rough day, but nothing beats coming home and cuddling with the three of you.#$b#Four! Sorry %pet , I can't possibly leave them out of the couch cuddle puddle.#$e#... Though don't tell the kids, but the part where we put them all to bed and you and I cuddle under the covers is by far my favorite.$10",
  "Sterling.Marriage.TwoKids_4": "The kids were were quiet for, oh, twenty minutes today.$10#$b#I got suspicious and investigated. Turns out, they were drawing plans for a 'secret sibling clubhouse.'$1#$b#Told me I'm not allowed in, unless I bring snacks.$10#$e#We'll see who's allowed where when Muffin's asking me for my tools.",
  "Sterling.Marriage.TwoKids_5": "Muffin's always dragging her brother into her schemes, but I swear he's got a little mischief in him too. #$b#He just hides it behind those sweet eyes.$10",
  "Sterling.Marriage.TwoKids_6": "One of the kids drew on the shed wall today.#$b#Your daughter said it was Cookie, Cookie said it was a 'mysterious artistic impulse.'$10#$b# I said they're both on barn cleanup duty.$10",
  "Sterling.Marriage.TwoKids_7": "Y'know, I was always scared the kids would butt heads more than they do. Kind of like me, Gloria and Henry used to.#b#But Muffin looks out for her brother in her own way, and Cookie... He follows her like she hung the moon.$13#$b#I think I'd do anything for those kids.$13",
  "Sterling.Marriage.TwoKids_8": "It's like the two halves of your heart runnin' around in muddy boots.$4#$b# One's a hurricane, the other's a breeze. And I love 'em both more than I thought a guy could.$13#$e#They make me tired, sore, and slightly worried at all hours... but I wouldn't trade one second of this chaos for anything.$13",
  "Sterling.Good.Both_0": "They're both gettin' so tall... I swear, yesterday they were tiny little tagalongs, and now Muffin's building contraptions and her brother is writing about the stars.$4#$b#I blinked and missed a year.$5#$e#Sorry, feeling some kind of way about how fast time goes.$13",
  "Sterling.Good.Both_1": "I see 'em sometimes. Heads bent close, whispering about some secret plan-#$b#And I know one day, they'll be whispering about leaving this place.$11#$b#And I'll still be here, holding the wrench and pretending that won't make me cry.$13",
  "Sterling.Good.Both_2": "Muffin's already talking like she knows everything about gears and torque...$4#$b#I think to myself, one day she really will. And I'll be the one askin' her to teach me.$1#$b#My girl...$4",
  "Sterling.Good.Both_3": "They kids are still little, sure, but I see pieces of the grown-ups they'll be.#$b#Peeking through the dirt and laughter. Makes me proud.#$b#Makes me ache a little too, but that's just being a dad, isn't it?",
  "Sterling.Good.Both_4": "Your daughter was fixing the latch on the barn door today.#$b#Same one I used to curse at when she was still toddlin' behind me in rain boots.$13#$b#Now she's got her own toolbox. I didn't even show her how.",
  "Sterling.Good.Both_5": "I'm so proud of our kids, every single day. That sometimes I...#$b#I don't know. I guess sometimes it makes me think of my dad and... I feel pity.$11#$b#There is nothing in the world that fills me with so much joy and pride as getting to watch the grow.#$b#Nothing like the achievement of being their dad. Being a part, even if a small one, of their lives.$4#$b#... And. I don't know if my dad was just born with a crucial part of him missing, or if he merely refused to give me the chance to do the same for him.$11#$b#But I feel sorry for him. Because he never got to know any of *this*.#$e#...$4#$b#%Sterling looks wistful.#$b#I hope I can be the kind of dad they feel proud of, too.",
  "Sterling.Good.Both_6": "Remember when our girl used to build castles outta cereal boxes?#$b# Now she's sketching blueprints for a chicken feeder that sorts by egg color. How'd we get from juice stains to schematics so fast?$1",
  "Sterling.Good.Both_7": "You blink, and they're not climbing into your lap anymore. They're making their own decisions.#$b#Feels like we just started this whole 'parent' thing, and suddenly we're halfway through.#$e#Let's not miss it, alright? Let's not get so busy we forget to watch 'em become themselves.$13",
  "Sterling.Good.Both_8": "Your boy read me a poem today.#$b# Didn't even stutter. Just looked me right in the eye and let it all spill out.$1#$b#I'm not sure if he's gettin' braver, or if he just trusts me that much. Either way, it broke me a little.$13",
  "Sterling.Good.Both_9": "She gets him into trouble, he gets her out of it. Not sure which one's the bigger handful for it.$10#$b#... And yet, when they work together? They're unstoppable. Like sunshine and a summer storm.$4#$e#What do you mean your boy gets his poetry gene from me?$10",
  "Sterling.Good.Both_10": "The kids made me taste their mud pie experiment. Said it was 'farm-to-table.' I think my tastebuds are still fighting for their lives.",
  "Sterling.Good.Both_11": "They were laughing in the hayloft this afternoon, just loud enough for me to hear through the barn wall. That sound's gonna echo in me forever.#$e#%Sterling wipes at the side of his face with his shoulder. Tries passing it off as a shrug.",
  "Sterling.Good.Both_12": "Sun's barely down and they're already snoring.#$b#You'd think they plowed the whole field themselves.$1#$b#Guess a day of frog-chasing and bike-fixin' wears a kid out.$9",
  "Sterling.Good.Both_13": "We barely sat down and they're already bickering over who gets the last muffin.#$b#She's claiming nickname rights. Should've named her Biscuit instead.$10",
  "Sterling.Good.Both_14": "Your kids just dragged out a blanket and declared the porch a 'royal breakfast balcony.'#$b# I guess we're just the butlers now.",
  "Sterling.Good.Both_15": "One day, they'll go their own ways. But I hope they always find their way back to each other.#$4#$b#Just like me and Henry did.#$b#Mischief and kindness, grit and heart. They're a pair, alright.$4",
  "Sterling.spouseRoom_Sterling.1": "It's so good to finally have been able to unpack all my stuff and see it all nice and set out.#$b#Back in the city, they were always a mess... And when I moved in with Henry I never got around to unpacking my stuff.$3#$b#I don't know, I guess it felt too... Permanent, when I feared he might grow tired of me and kick me out at any moment. Even if I knew he never would...#$e#So happy I found my 'permanent' with you.$1",
  "Sterling.spouseRoom_Sterling.2": "Hey love! I was sorting through my old game copies and found Mega Smash Sisters Brawl; we should do a round or two at some point later if you're free.$9 ",
  "Sterling.spouseRoom_Sterling.3": "You know Henry checks the TV every morning before starting his day? I always thought it was silly, but now I don't live with him I can't help to have picked after his habit.$9 ",
  "Sterling.spouseRoom_Sterling.4": "One of the biggest things I've been working on is trying to keep my life organized.#$b#That starts with the things we own of course. Clean space, clear head. Happy spouse, happy life!$1",
  "Sterling.spouseRoom_Sterling.5": "We should plan on a day trip to Grampleton, pick a few more movies for our collection.$9#$b#It'd be about time, most of these were my grandpa Max's.$10",
  "Sterling.spouseRoom_Sterling.6": "I'm just watering the flowers, love. Is there anything I can help you with?",
  "Sterling.spouseRoom_Sterling.7": "I know I don't say it enough, but... thank you.$4#$b#For the early mornings, for the late nights, for standing beside me through all the mess and adventure.#$e#What's gotten into me?$13#$b#I don't know. I guess there's somethin' real romantic about you in this light doing things to me.#$b# Might be the lamplight. Might be you being the best thing I ever did right.#$b#You're merely a sight for sore eyes and weary minds, lover.",
  "Sterling.spouseRoom_Sterling.8": "You wanna curl up on the couch and pretend we don't have chores to do today?#$b#I'll grab the blanket and the pillows, you can have the good side.$10#$e#Come on, maybe we if bundle close enough our responsibilities won't be able to find us.$9",
  "Sterling.spouseRoom_Sterling.9": "Why you look awful cute in the morning light... Awful dangerous way to start my day.$10#$b#I don't know love, I might have to do something about that.$10#$e#Tell you what? I'll do the morning chores if you promise to greet me like that every sunrise.#$b#%Sterling gives you a firm tug, pulling you in for a gentle kiss.",
  "Sterling.spouseRoom_Sterling.10": "Good morning, sunshine.#$b#Mmm. You making that face means one of two things: you either need coffee, or a kiss. Lucky for you, I brought both.$10#$b#However, you keep looking at me like that, I might burn the toast on purpose just so you'll stay a little while longer to scold me sweetly.",
  "Sterling.spouseRoom_Sterling.11": "I just stepped over a trail of yarn, buttons, and popcorn.$10#$b#I asked what it was, and [HMK_KidName Himetarts.ARV.HMK_muffin] said 'a system.' [HMK_KidName Himetarts.ARV.HMK_cookie] nodded very seriously in agreement. So I just kept stepping...$13.#$b#Hanging out here until it's safe.$3#$b#Want to bundle up in here with me?#$e#Could use the spouse time.$10#$e#It's not 'hiding', it's just independent parenting.$10",
  "Sterling.spouseRoom_Sterling.12": "My room's been turned into a pirate ship, apparently. [HMK_KidName Himetarts.ARV.HMK_muffin]'s the captain, [HMK_KidName Himetarts.ARV.HMK_cookie]'s the 'dangerous stowaway.' #$b#I just tiptoed around 'em with snacks and hoped not to get boarded.",
  "Sterling.spouseRoom_Sterling.13": "Shh. Don't be too loud, love.%noturn#$b#Sometimes I just stand in the hallway and listen. [HMK_KidName Himetarts.ARV.HMK_cookie]'s  humming, [HMK_KidName Himetarts.ARV.HMK_muffin]'s mumblin' about circuits.#$b# It's like their own little world in there. Makes the house feel alive.$13#$b#Hard to start my day when I just want to stand here and make most of the time while they're little.$4#$b#Difficult to think one day I might not be able to.$12",
  "Sterling.spouseRoom_Sterling.14": "I was thinking about my dad today.#$b#I hope the kids don't resent being down one set of grandparents.$2#$b#It took me a few years to accept this would be my life after my dad left, so if anything, I'm grateful they don't know the difference. That this has been their normal.#$b#I just hope they don't ever have to miss it...$12#$e#I hope my dad regrets it, someday. All he missed out on.#$b#This is the best life a man could ask for. Beyond dreams.",
  "Sterling.spouseRoom_Sterling.15": "I walked into the kitchen and it looked like a toy tornado hit a snack factory.$10#$b# Your daughter said it was an 'experiment.' [HMK_KidName Himetarts.ARV.HMK_cookie] just apologized about twelve times, then offered me a cookie.#$b#I just walked back out and told them I'd be in my room until they cleaned it up.$10#$e#Oh, they also tried to reorganize the pantry, and now we've got cereal boxes sorted by emotional value instead of size.$10#$b#Muffin called it 'the empathy method.' I don't even know.$10#$e#Don't worry, I'll go check in on them and finish the kitchen as soon as they're done.$3",
  "Sterling.spouseRoom_Sterling.16": "The kids were curled up on the rug with %pet, reading comics and sharing our blanket. Not a care in the world.#$b#Thought I'd take a picture and framed it but... I got too caught in the moment.#$b#No regrets. Not when one day I'll look back and know these were so fleeting.$13",
  "Sterling.Indoor_Day_0": "Oh, but if it isn't my delicious little starfruit. Did you license get suspended for driving all these guys crazy?#$b#Get on with your day before I find myself stealing you up all for myself.#$e#And take this, I just brewed it. [395]",
  "Sterling.Indoor_Day_1": "I hate having to wake up this early but, *yawn* I wanted to get up to help you water everything first thing in the mor- *yawn*#$b#Coffee? *yaaaaaaawn* [395]",
  "Sterling.Indoor_Day_2": "Good morning, poppet. I'm thinking I might head out to check up on Henry once I'm done feeding the animals.#$b#I made you some breakfast before I go, though. Don't go out there without a full stomach. [211 350 210]",
  "Sterling.Indoor_Day_3": "Excuse me, sir. Where is it exactly you think you're going without giving me a kiss first?^Excuse me, missus. Where is it exactly you think you're going without giving me a kiss first?#$b#%Sterling leans in for a tender kiss.#$b#Have a wonderful day, darling. Now give me another kiss.",
  "Sterling.Indoor_Day_4": "Mmm, I never knew how much I enjoyed being surrounded by flowers. I hope we can grow some more this season.",
  "Sterling.Indoor_Day_5": "I'm gonna do some laundry today, so be sure to leave everything in the hamper if you can, dearest. Coffee is on the counter. [253]#$e#Betcha a depressed person couldn't fold all THIS. *flex*$10",
  "Sterling.Indoor_Day_6": "You hum when you cook. You know that? It's my favorite sound in the world.#$b#That and the way you say my name when you're real tired.$4",
  "Sterling.Indoor_Day_7": "You ever get tired of being the prettiest person in this whole town?#$b#Or do you just enjoy watching me trip over my own boots tryin' to impress you?$10",
  "Sterling.Indoor_Day_8": "Did you see [HMK_KidName Himetarts.ARV.HMK_cookie] trying to herd the ducks again?#$b#Poor boy's got the gentlest voice in the world and absolutely zero duck authority.$13",
  "Sterling.Indoor_Day_9": "[HMK_KidName Himetarts.ARV.HMK_cookie]'s got a poem about the smell of hay now.#$b#Smelled it myself for twenty years and never once thought to rhyme it. That boy's something else.",
  "Sterling.Indoor_Day_10": "He tucked a note into my toolbox. A poem about wrenches and weathered hands.$5#$b# Said he wrote it because I always fix things. I nearly dropped the wrench, honey.$5#$b#%Sterling turns away, needing a moment to wipe his face.",
  "Sterling.Indoor_Day_11": "I swear [HMK_KidName Himetarts.ARV.HMK_muffin]'s gonna put me outta a job. $6#$b#She rewired the coop light better than I ever did, and then had the nerve to wink at me like I was the apprentice.$3#$b#She gets that attitude from you.$10",
  "Sterling.Indoor_Day_12": "[HMK_KidName Himetarts.ARV.HMK_muffin] said if I keep calling her 'my little grease monkey,' she's gonna start callin' me 'old rust bucket.'#$b# I'm offended... and proud.$10",
  "Sterling.Indoor_Day_13": "[HMK_KidName Himetarts.ARV.HMK_muffin] was talkin' about buildin' a machine to harvest pumpkins faster.#$b#I nodded along, but all I could think was how her hands used to be too small to even lift one.$4",
}